{
    "adult": false,
    "backdrop_path": "/5BMwFwNzSidVYArn561acqtktxv.jpg",
    "created_by": [
        {
            "credit_id": "5254161c19c295794037bfd0",
            "gender": 2,
            "id": 1217224,
            "name": "Craig Thomas",
            "original_name": "Craig Thomas",
            "profile_path": "/11piamBSf0YsGvH06OtMPGVG4mU.jpg"
        },
        {
            "credit_id": "5254161c19c295794037bfca",
            "gender": 2,
            "id": 1217221,
            "name": "Carter Bays",
            "original_name": "Carter Bays",
            "profile_path": "/gjgWBAbBX582YR1D1GBeUhtqCW0.jpg"
        }
    ],
    "episode_run_time": [
        22,
        25
    ],
    "first_air_date": "2005-09-19",
    "genres": [
        {
            "id": 35,
            "name": "Comedy"
        }
    ],
    "homepage": "http://www.cbs.com/primetime/how_i_met_your_mother/index.shtml",
    "id": 1100,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "2014-03-31",
    "last_episode_to_air": {
        "air_date": "2014-03-31",
        "episode_number": 24,
        "episode_type": "finale",
        "id": 971360,
        "name": "Last Forever (2)",
        "overview": "Ted finally finishes telling his kids the story of how he met their mother.",
        "production_code": "9ALH24",
        "runtime": 22,
        "season_number": 9,
        "show_id": 1100,
        "still_path": "/uCGse43FNRAhqhBXA50sFMjKasl.jpg",
        "vote_average": 5.611,
        "vote_count": 44
    },
    "name": "How I Met Your Mother",
    "networks": [
        {
            "id": 16,
            "logo_path": "/wju8KhOUsR5y4bH9p3Jc50hhaLO.png",
            "name": "CBS",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 208,
    "number_of_seasons": 9,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "How I Met Your Mother",
    "overview": "A father recounts to his children - through a series of flashbacks - the journey he and his four best friends took leading up to him meeting their mother.",
    "popularity": 1715.785,
    "poster_path": "/b34jPzmB0wZy7EjUZoleXOl2RRI.jpg",
    "production_companies": [
        {
            "id": 19792,
            "logo_path": null,
            "name": "Carter Bays",
            "origin_country": ""
        },
        {
            "id": 1556,
            "logo_path": "/31h94rG9hzjprXoYNy3L1ErUya2.png",
            "name": "20th Century Fox Television",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2006-11-20",
            "episode_count": 10,
            "id": 3613,
            "name": "Specials",
            "overview": "",
            "poster_path": "/fm1PgrpoBRlhCrHV9od4nLZIs8t.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2005-09-18",
            "episode_count": 22,
            "id": 3607,
            "name": "Season 1",
            "overview": "A love story in reverse: How I Met Your Mother is a fresh new comedy about Ted (Josh Radnor) and how he fell in love. When Ted's best friends Marshall (Jason Segel) and Lily (Alyson Hannigan) decide to tie the knot, it sparks the search for his own Miss Right. Helping him in his quest is his bar-hopping \"wing-man\" Barney (Neil Patrick Harris), a confirmed bachelor with plenty of wild schemes for picking up women. Ted's sights are set on the charming and independent Robin (Cobie Smulders), but destiny may have something different in mind. Told through a series of flashbacks, Ted recalls his single days, the highs and lows of dating and the search for true love.",
            "poster_path": "/7n8OEMRgIVkyPfswdBaftEBqQnI.jpg",
            "season_number": 1,
            "vote_average": 7.5
        },
        {
            "air_date": "2006-09-18",
            "episode_count": 22,
            "id": 3608,
            "name": "Season 2",
            "overview": "The woman of his dreams is out there — the question is, who is she? — Told in a series of flash backs, How I Met Your Mother is the hilariously unpredictable story of how twenty-something Ted meets his soul mate and says goodbye to the singles world of pick-up lines, one night stands, and relationship \"deal-breakers.\" With friends Marshall and Lily's wedding fast approaching, the outrageously inappropriate Barney remains a consummate bachelor, while Ted's romance with Robin heats up, but is she really the one for him? Things have a funny way of working out in this delightfully fresh and fast-paced comedy.",
            "poster_path": "/8OEKsU865P88LrAO6dZ157VNvHV.jpg",
            "season_number": 2,
            "vote_average": 7.7
        },
        {
            "air_date": "2007-09-24",
            "episode_count": 20,
            "id": 3609,
            "name": "Season 3",
            "overview": "It's Season Three and the search for a soul mate has never been so wildly inappropriate! Thirty-year-old Ted is still looking for Miss Right, but his road to domestic bliss is improbably paved with punk rock girls, tattoos, adult video expos and an epic St. Patrick's Day bender. Meanwhile, as Marshall and Lily adjust to the quirks of married life, the outrageously incorrigible Barney commits a major violation of \"The Bro Code.\" Plus, Season Three features a host of hilarious guest stars, including BRITNEY SPEARS, SARAH CHALKE (TV's Scrubs), ENRIQUE IGLESIAS, MANDY MOORE and supermodel HEIDI KLUM.",
            "poster_path": "/4QwuGNHzByZxXftS01EMbks7Cn7.jpg",
            "season_number": 3,
            "vote_average": 7.6
        },
        {
            "air_date": "2008-09-22",
            "episode_count": 24,
            "id": 3610,
            "name": "Season 4",
            "overview": "Loaded with irresistible laughter and filled with outrageous fun, there's just one word for the hit comedy How I Met Your Mother: Awesomeness!\n\nFrom dating dilemmas to career conundrums, the recently engaged Ted and his feisty friends find themselves at the crossroads of young adult life. While newlyweds Marshall and Lily contemplate parenthood, single gal Robin explores the advantages of having \"friends with benefits.\" Meanwhile, the irrepressible, opinionated Barney continues his hilariously dogged pursuit of the fairer sex. As for Ted, his Miss Right is out there, but amid bar brawls and blizzards, how will he ever find her?",
            "poster_path": "/8Ly76CWFpQ6voKvUZmOKsBwF6qH.jpg",
            "season_number": 4,
            "vote_average": 7.6
        },
        {
            "air_date": "2009-09-21",
            "episode_count": 24,
            "id": 3611,
            "name": "Season 5",
            "overview": "Suit up for the hilarious Season Five of How I Met Your Mother, the outrageous, Emmy®-nominated hit starring Neil Patrick Harris, Jason Segel and Alyson Hannigan! The show's funniest season to date is loaded with hook-ups, break-ups and the return of Slapsgiving — not to mention the hottest guest stars imaginable, including Jennifer Lopez, Carrie Underwood, Amanda Peet and Rachel Bilson. On the dating front, Barney and Robin take their relationship to the next level — before calling it off — and Ted meets the roommate of his future wife in this uproarious, modern-day love story told in reverse.",
            "poster_path": "/hNwfnZpuiTfSRCEJz77IO3Kvib6.jpg",
            "season_number": 5,
            "vote_average": 7.5
        },
        {
            "air_date": "2010-09-20",
            "episode_count": 24,
            "id": 3612,
            "name": "Season 6",
            "overview": "The more things change, the more things get interesting in this all-new hilarious season of How I Met Your Mother. Ted's (Josh Radnor) search for \"the one\" continues while Marshall and Lily (Jason Segel and Alyson Hannigan) hope to become parents, Barney (Neil Patrick Harris) makes an uproariously awkward attempt to find his real father, and Robin (Cobie Smulders) finally feels like a true New Yorker. Featuring epic guest stars like Katy Perry and Jorge Garcia as \"The Blitz,\" Season Six is filled with just plain awesomeness.",
            "poster_path": "/fKKZ5Zns5ISPoF4lwH0a14TgBxp.jpg",
            "season_number": 6,
            "vote_average": 7.5
        },
        {
            "air_date": "2011-09-19",
            "episode_count": 24,
            "id": 3614,
            "name": "Season 7",
            "overview": "With both a baby and a wedding on the way, change is in the air and awesomeness abounds in the hilariously unpredictable Season Seven of How I Met Your Mother. As Marshall and Lily move away to start their family, Ted continues the search for the woman of his dreams. Meanwhile, Robin reveals a shocking secret and special guest star Katie Holmes joins the fun in the long-awaited return of the Slutty Pumpkin! And, wedding bells are ringing at last for confirmed bachelor Barney, but why is he wearing that ridiculous ducky tie, and just who is the \"lucky\" lady?",
            "poster_path": "/8tme9C6s75sj0Nn7DQrn6PlNa1B.jpg",
            "season_number": 7,
            "vote_average": 7.5
        },
        {
            "air_date": "2012-09-24",
            "episode_count": 24,
            "id": 3615,
            "name": "Season 8",
            "overview": "In the uproarious Eighth Season of How I Met Your Mother, the arrival of baby Marvin reminds Marshall and Lily of things they need, like sleep, better jobs and sex! Meanwhile Barney uses his playbook to win over Robin, but not her scary dad. Marshall tries to right a wrong in court in hopes of becoming a judge, and Robin's past is judged. Ted designs an amazing building, and also has designs on Barney's half-sister! But does he meet his future wife? Check out all hilarious, legend — wait for it — dary Season 8 episodes, featuring guest stars like Paul Shaffer, Ralph Macchio and Kyle MacLachlan!",
            "poster_path": "/o6BepKycT39kubElBsnj5bWpDPU.jpg",
            "season_number": 8,
            "vote_average": 7.4
        },
        {
            "air_date": "2013-09-23",
            "episode_count": 24,
            "id": 3616,
            "name": "Season 9",
            "overview": "Suit up and give one last high-five for the legend — wait for it — dary final season of How I Met Your Mother. Surprising answers to hilarious questions will be revealed during one epic wedding weekend. Can Marshall complete a cross-country road trip and make it to the ceremony? Will Robin and Barney really tie the knot? Is Lily hiding a shocking secret? Will Ted finally meet the mother of his children... and is she truly \"the one\"? It all builds to a climactic two-part series finale, leading to one of the most talked about endings in TV history.",
            "poster_path": "/ynDSoB5ilvp2qnSJp1WFCZSRjbm.jpg",
            "season_number": 9,
            "vote_average": 7.1
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Ended",
    "tagline": "A love story in reverse.",
    "type": "Scripted",
    "vote_average": 8.159,
    "vote_count": 4700,
    "youtube_theme_added": 1704918036,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1704918036,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=X83S2AOcuEs"
}