{
    "adult": false,
    "backdrop_path": "/8VWgyQjExeMgeg6Qzv6agduMU1A.jpg",
    "created_by": [
        {
            "credit_id": "658de0971b1f3c596dfcfc16",
            "gender": 2,
            "id": 57293,
            "name": "Sydney Newman",
            "profile_path": "/QKW3Widw7yaemYlB3NKEmJrhrF.jpg"
        },
        {
            "credit_id": "658de08620e6a5343d8b4c09",
            "gender": 1,
            "id": 70978,
            "name": "Verity Lambert",
            "profile_path": "/tuEWGQO6SFTj0sITJNfPWBO2Tz.jpg"
        },
        {
            "credit_id": "658de0a920e6a53f2a8b477c",
            "gender": 2,
            "id": 1213433,
            "name": "Donald Wilson",
            "profile_path": "/zjaWtI7qPMYYYkoSO1pDu5zESZC.jpg"
        },
        {
            "credit_id": "658de0d98ed03f5e809405cc",
            "gender": 2,
            "id": 1213434,
            "name": "C. E. Webber",
            "profile_path": "/lHzDADWGW2ESV1uDovZzLG79sRc.jpg"
        }
    ],
    "episode_run_time": [],
    "first_air_date": "1963-11-23",
    "genres": [
        {
            "id": 18,
            "name": "Drama"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        }
    ],
    "homepage": "https://www.bbc.co.uk/programmes/p0ggwr8l",
    "id": 121,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "1989-12-06",
    "last_episode_to_air": {
        "air_date": "1989-12-06",
        "episode_number": 14,
        "episode_type": "finale",
        "id": 168806,
        "name": "Survival (3)",
        "overview": "Ace manages to transport the Doctor and the others back to Perivale but the Master is also there, preparing for a final showdown with the Doctor.",
        "production_code": "7P",
        "runtime": 25,
        "season_number": 26,
        "show_id": 121,
        "still_path": "/hrog2XVbc5JhS1f9BRBGwIassXc.jpg",
        "vote_average": 7.5,
        "vote_count": 2
    },
    "name": "Doctor Who",
    "networks": [
        {
            "id": 4,
            "logo_path": "/uJjcCg3O4DMEjM0xtno9OWFciRP.png",
            "name": "BBC One",
            "origin_country": "GB"
        },
        {
            "id": 3546,
            "logo_path": "/imf3gQOupRLdbwRC6FalEovuAPS.png",
            "name": "BBC Television",
            "origin_country": "GB"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 694,
    "number_of_seasons": 26,
    "origin_country": [
        "GB"
    ],
    "original_language": "en",
    "original_name": "Doctor Who",
    "overview": "The adventures of The Doctor, a time-traveling humanoid alien known as a Time Lord. He explores the universe in his TARDIS, a sentient time-traveling spaceship. Its exterior appears as a blue British police box, which was a common sight in Britain in 1963 when the series first aired. Along with a succession of companions, The Doctor faces a variety of foes while working to save civilizations, help ordinary people, and right many wrongs.",
    "popularity": 2197.301,
    "poster_path": "/xinqAmYrZ1TEwowcQhgTkZVtVE0.jpg",
    "production_companies": [
        {
            "id": 3324,
            "logo_path": "/dqT3yOTlfJRmtvk52Ccd1O6dZ0A.png",
            "name": "BBC",
            "origin_country": "GB"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "GB",
            "name": "United Kingdom"
        }
    ],
    "seasons": [
        {
            "air_date": "1991-08-26",
            "episode_count": 203,
            "id": 6968,
            "name": "Specials",
            "overview": "",
            "poster_path": "/6b4ZxsefmnYJbtToLSmtzcH8xtG.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "1963-11-22",
            "episode_count": 42,
            "id": 6969,
            "name": "Season 1",
            "overview": "The season introduces William Hartnell as the First Doctor, an alien who travels through time and space in his TARDIS, which appears to be a British police box on the outside. Carole Ann Ford is also introduced as the Doctor's granddaughter Susan Foreman, who acts as his companion alongside her schoolteachers Ian Chesterton and Barbara Wright, portrayed by William Russell and Jacqueline Hill, respectively. Throughout the season, the Doctor and his companions travel throughout history and into the future. Historical stories were intended to educate viewers about significant events in history, such as the Aztec civilisation and the French Revolution; futuristic episodes took a more subtle approach to educating viewers, such as the theme of pacifism with the Daleks.",
            "poster_path": "/nUOWqhRBadr2pTorJMYli5bgmyN.jpg",
            "season_number": 1,
            "vote_average": 6.3
        },
        {
            "air_date": "1964-10-30",
            "episode_count": 39,
            "id": 6970,
            "name": "Season 2",
            "overview": "Milestones this season included not one but two encore appearances by the Daleks; the departure of the original three companions, Susan Foreman, Barbara Wright and Ian Chesterton; and the first appearance of someone else from the Doctor and Susan's home planet, and the first Time Lord enemy to appear.",
            "poster_path": "/3ENytCp4BOa3vLSKKJrogbDNznd.jpg",
            "season_number": 2,
            "vote_average": 6.0
        },
        {
            "air_date": "1965-09-11",
            "episode_count": 45,
            "id": 6971,
            "name": "Season 3",
            "overview": "At twelve episodes, The Daleks' Master Plan was the longest story in the show's history until superseded by the fourteen-episode The Trial of a Time Lord in 1986. The season also had the greatest number of different companions (seven) and producers (three). This was the longest season in the history of the franchise to date, at 45 episodes. It also featured the first appearance of actor Nicholas Courtney, although not in his most famous role as the Brigadier. The Daleks' Master Plan also saw the return of Peter Butterworth as the Monk, who became the second Doctor Who enemy to make a return (after the Daleks themselves) to the show. This was also the season of The War Machines, to date the only televised story in which the taboo of never referring to the Doctor directly by the name \"Doctor Who\" is broken, with the exception of Missy's teasing in World Enough and Time.",
            "poster_path": "/5polKbZUaj0GPqZJPkd08kiqt4t.jpg",
            "season_number": 3,
            "vote_average": 5.7
        },
        {
            "air_date": "1966-09-10",
            "episode_count": 43,
            "id": 6972,
            "name": "Season 4",
            "overview": "This season was a season of major changes for Doctor Who, including some that have influenced the series and franchise ever since. Most notably, season 4 saw William Hartnell's First Doctor hand off the baton to Patrick Troughton's Second Doctor in the very first regeneration. When Hartnell announced his plans to leave the series, the show's writers came up with the idea of having the Doctor change his appearance and personality. In 1966, while it was not uncommon for actors to change in ongoing TV and film roles, this was possibly the first time a change in appearance was written into the very nature of the character.",
            "poster_path": "/8eUxbWd5ED1CJogrh5WWyjIwpIt.jpg",
            "season_number": 4,
            "vote_average": 6.0
        },
        {
            "air_date": "1967-09-02",
            "episode_count": 40,
            "id": 6973,
            "name": "Season 5",
            "overview": "No complete stories from the season were known to have survived until the early-1990s when archivists recovered a complete version of The Tomb of the Cybermen. A second complete story, The Enemy of the World was recovered in 2013, along with a nearly complete recovery of the story that followed it, The Web of Fear. The season is also notable for having Patrick Troughton play a double-role as both the Doctor and Salamander in The Enemy of the World.",
            "poster_path": "/2vTQE605KflVxjAObsFFjTU5zMf.jpg",
            "season_number": 5,
            "vote_average": 6.0
        },
        {
            "air_date": "1968-08-10",
            "episode_count": 44,
            "id": 6974,
            "name": "Season 6",
            "overview": "This season featured the first ever UNIT story, The Invasion, which showcased the return of Brigadier Lethbridge-Stewart. It also featured the first official appearance of Time Lords and the as yet unnamed Doctor's home planet (another member of Susan and the Doctor's race, the Monk, had appeared previously, but without much elaboration and without using the term \"Time Lord\"). It also marked the tenure of Patrick Troughton as the Second Doctor. It consisted of seven serials and forty-four episodes, including two epic-length storylines: the eight episodes of The Invasion and the ten-episode The War Games.",
            "poster_path": "/9SfP6S9sZmkbmWmJmFbQI3h4Fg3.jpg",
            "season_number": 6,
            "vote_average": 5.8
        },
        {
            "air_date": "1970-01-03",
            "episode_count": 25,
            "id": 6975,
            "name": "Season 7",
            "overview": "It was the first series produced and broadcast in colour and the first set entirely in one time period and almost entirely on Earth (the latter of these factors would later be repeated for Season 26 and Series 1, although in those two cases there was no attempt at an in-universe explanation for confining the Doctor to the planet). Although the series did not have an overall story arc, it did feature a recurring subplot of the Doctor trying to adjust to life as an exile while trying to circumvent the restrictions placed upon him by the Time Lords, and began the process where the Doctor would try to gain more control over his TARDIS. Beginning with this series and continuing for the next few years, most storylines involve the Doctor working with UNIT.",
            "poster_path": "/auhfNewyN8Ll17YnASN09kkjDEy.jpg",
            "season_number": 7,
            "vote_average": 7.3
        },
        {
            "air_date": "1971-01-02",
            "episode_count": 25,
            "id": 6976,
            "name": "Season 8",
            "overview": "As of 2017, season 8 remains notable for being the season with the most number of regular characters. Not only did it see a new companion in the form of Jo Grant, but it featured a regular enemy — The Master — who was the first regular Time Lord enemy of the Doctor to appear more than twice, and an expanded regular UNIT cast that now included Sergeant Benton and Mike Yates in most episodes. Adding in returning regulars Jon Pertwee and Nicholas Courtney, the regular cast swelled to six.",
            "poster_path": "/cafsl2k0eAGMVbL4NiDo5IL5YHA.jpg",
            "season_number": 8,
            "vote_average": 7.2
        },
        {
            "air_date": "1972-01-01",
            "episode_count": 26,
            "id": 6977,
            "name": "Season 9",
            "overview": "It was noted for being the beginning of the end of the Doctor's exile on Earth, with the Doctor's TARDIS still under the control of the Time Lords (The Mutants) and restricted freedom (The Curse of Peladon and The Time Monster), as well as UNIT and the Master appearing less frequently in compared to the previous two series. As well as the return of the Daleks and the Ice Warriors, this series also introduced Alpha Centauri, Aggedor and the Silurians' aquatic cousins the Sea Devils.",
            "poster_path": "/jhoIqoltJG3XXX55HV8IunV9V2J.jpg",
            "season_number": 9,
            "vote_average": 5.8
        },
        {
            "air_date": "1972-12-30",
            "episode_count": 26,
            "id": 6978,
            "name": "Season 10",
            "overview": "William Hartnell returned in a cameo as the First Doctor and Patrick Troughton in a more substantial role as the Second Doctor in The Three Doctors. This story marked the end of the Doctor's exile on Earth, opening up the series to more off-world adventures and beginning a gradual reduction of UNIT-related stories.",
            "poster_path": "/50seDnEE3pk81OnMeToqq9hZ2Fe.jpg",
            "season_number": 10,
            "vote_average": 6.5
        },
        {
            "air_date": "1973-12-15",
            "episode_count": 26,
            "id": 6979,
            "name": "Season 11",
            "overview": "It was Jon Pertwee's final season as the Doctor and included, very briefly, the first appearance of Tom Baker as the Fourth Doctor. The Time Warrior, the season opener, introduced Sarah Jane Smith, who was a frequently featured character in the Doctor Who universe decades after her departure in Season 14. The same story also, for the first time, named the Doctor's homeworld as Gallifrey. UNIT also began to be phased out of the series during this season.",
            "poster_path": "/1YIEcYSq5rgNKyWiTrlkOAWc7Eo.jpg",
            "season_number": 11,
            "vote_average": 6.7
        },
        {
            "air_date": "1974-12-28",
            "episode_count": 20,
            "id": 6980,
            "name": "Season 12",
            "overview": "All the stories in this season were interconnected, several forming a loose story arc relating to Space Station Nerva. The Cybermen returned to the series for the first time since The Invasion. Genesis of the Daleks, a story which introduced Davros and showed the creation of the Daleks, is one of the most famous of all Doctor Who serials.",
            "poster_path": "/8LdzoLmClq8Xw5KgtyNdHoltvs5.jpg",
            "season_number": 12,
            "vote_average": 7.6
        },
        {
            "air_date": "1975-08-30",
            "episode_count": 26,
            "id": 6981,
            "name": "Season 13",
            "overview": "It was during this season that the Doctor cut ties to UNIT (after Terror of the Zygons, the Brigadier would not appear again until Mawdryn Undead in 1983, and The Seeds of Doom marked the last occasion to date that the Doctor was explicitly said to be working for UNIT - as opposed to working with them as occasions warranted). Several of the serials in this season, particularly Pyramids of Mars and The Brain of Morbius, are among the best-known of the 1970s-era storylines. Though it was aired as a part of Season 13, Terror of the Zygons was actually filmed as part of the previous season; this holdover allowed the series to switch back to an autumn season start.",
            "poster_path": "/zFf6Cr6z9BuxSaP07SmWf0Y9RvY.jpg",
            "season_number": 13,
            "vote_average": 7.3
        },
        {
            "air_date": "1976-09-04",
            "episode_count": 26,
            "id": 6982,
            "name": "Season 14",
            "overview": "The season is notable for the departure of Sarah Jane Smith in The Hand of Fear and for The Deadly Assassin, a story set entirely on Gallifrey which expounded greatly upon the culture and history of the Time Lords, and the Eye of Harmony and Rassilon are mentioned for the first time. The Deadly Assassin also featured the return of the Decayed Master in a degenerated form and had the Doctor without a companion for an entire story for the first time in the history of Doctor Who. This story is also the first time the limit of regenerations is set.",
            "poster_path": "/f7oYDkW1UTZVLjWu7YNfpMNf0zi.jpg",
            "season_number": 14,
            "vote_average": 6.6
        },
        {
            "air_date": "1977-09-03",
            "episode_count": 26,
            "id": 6983,
            "name": "Season 15",
            "overview": "This season introduced K9 to the series and saw the departure of Leela. It was originally intended to include Terrance Dicks' story The Vampire Mutations but, due to a major BBC production of Dracula, it was postponed. It later became Season 18's State of Decay. To replace it, Dicks quickly scripted the season opener, Horror of Fang Rock. The season took a two week transmission break over the 1977 Christmas period, between the broadcast of part four of The Sun Makers and part one of Underworld.",
            "poster_path": "/6sMUuEdN4ETxyWTzEaL4nKmR3vP.jpg",
            "season_number": 15,
            "vote_average": 5.6
        },
        {
            "air_date": "1978-09-02",
            "episode_count": 26,
            "id": 6984,
            "name": "The Key to Time",
            "overview": "This season saw the introduction of the Black and White Guardians as well as the companion Romana, who became only the second female Time Lord companion since Susan. This season is sometimes colloquially known as The Key to Time season after the story arc involving the Key to Time. Although not the first season to consist of linked stories (Season 8 in 1971 was the first, as all the stories that year featured the Master), it was the first to be recognised as having a series long arc. Although multi serial arcs would occur again, such a full- season experiment wouldn't be attempted again until Season 23. The arc has a number of similarities to the Season 1 story The Keys of Marinus. The storyline was originally proposed for Season 15, but it required more planning.",
            "poster_path": "/cZTxA5FcfnGrdME31SeSs7mXG7W.jpg",
            "season_number": 16,
            "vote_average": 5.5
        },
        {
            "air_date": "1979-09-01",
            "episode_count": 20,
            "id": 6985,
            "name": "Season 17",
            "overview": "It consisted of five stories, plus the incomplete Shada, unfinished as a result of an industrial strike. Lalla Ward joined as Romana II, and the season is notable for the involvement of Douglas Adams in the writing department. This was the last season to use the traditional Delia Derbyshire \"Doctor Who theme\" arrangement.",
            "poster_path": "/c4UQz3QGf7IKJcIePlVTPb5Za3O.jpg",
            "season_number": 17,
            "vote_average": 6.0
        },
        {
            "air_date": "1980-08-30",
            "episode_count": 28,
            "id": 6986,
            "name": "Season 18",
            "overview": "The season featured a story arc involving E-Space and the return of the Master who had stolen a new body rather than regenerate. The stories were darker and more adult in tone than those during the Graham Williams era. They also attempted to emphasise science, much to the satisfaction of both script editor Christopher H. Bidmead and executive producer Barry Letts. Notably, this season revolves around the theme of entropy, linking together all of its stories in a rare phenomenon for the show (while other story arcs would be linked together via people, objects, etc, the use of an overarching theme for a season was unprecedented). This theme would eventually foreshadow and culminate in the Doctor's regeneration at the end of the season.",
            "poster_path": "/qyq0xddAMRSFmW3lsnqgaCuRudo.jpg",
            "season_number": 18,
            "vote_average": 5.6
        },
        {
            "air_date": "1982-01-04",
            "episode_count": 26,
            "id": 6987,
            "name": "Season 19",
            "overview": "Two milestones occurred in Earthshock. Firstly, the Cybermen returned, unannounced, for the first time since Revenge of the Cybermen in 1975 with a completely different design, with David Banks' first appearance as Cyber-Leader, a role he would return to in subsequent stories involving the Cybermen until Silver Nemesis. Secondly, for the first time since The Daleks' Master Plan which had aired in 1965 and 1966, a companion died. Other milestones included Black Orchid, the first non-science fictional historical serial since 1966's The Highlanders, and the destruction of the Doctor's sonic screwdriver in The Visitation. A cliffhanger ending to the series appeared to have left Tegan stranded at Heathrow Airport with the Doctor abandoning her by mistake (the Doctor had spent most of the series trying to get Tegan back to Heathrow, which almost became a running theme).",
            "poster_path": "/oaSNKS3ExARdcmE2VjBsivoNFVh.jpg",
            "season_number": 19,
            "vote_average": 5.6
        },
        {
            "air_date": "1983-01-03",
            "episode_count": 22,
            "id": 6988,
            "name": "Season 20",
            "overview": "Structurally, the season retread season 18's formula of including a trilogy of stories bound together by an overarching theme. In this instance, the tripartite tale involved Turlough's attempts to kill the Doctor at the behest of the Black Guardian.",
            "poster_path": "/ycLQFH8Mzt2QJyrWiD00EVxHcXr.jpg",
            "season_number": 20,
            "vote_average": 5.5
        },
        {
            "air_date": "1984-01-05",
            "episode_count": 24,
            "id": 6989,
            "name": "Season 21",
            "overview": "The Twin Dilemma, the first story with Colin Baker as the Sixth Doctor, aired last in the season. This season saw the departure of companions Tegan, Turlough and Kamelion and introduced Peri. Most episodes were the traditional twenty-five minute length. However, due to coverage of the 1984 Winter Olympics, Resurrection of the Daleks was re-edited before airing and shown as two forty-five minute episodes.",
            "poster_path": "/1DGrysIIqRG9RfqN3yLzdLbWfvI.jpg",
            "season_number": 21,
            "vote_average": 5.4
        },
        {
            "air_date": "1985-01-05",
            "episode_count": 13,
            "id": 6990,
            "name": "Season 22",
            "overview": "With this season the BBC experimented with the format of the series, reducing the number of episodes to thirteen, but making each episode forty-five minutes long. The experiment did not result in improved ratings and at the end of the season the BBC announced it was cancelling the series; uproar from fans resulted in the BBC changing its mind and putting the series on an eighteen-month hiatus instead. This season is notable for featuring the final appearance of Patrick Troughton as the beloved Second Doctor, in a storyline that gave rise to a popular fan theory known as Season 6B.",
            "poster_path": "/95xDblh5GSmO0D7H0tMYbwux3CH.jpg",
            "season_number": 22,
            "vote_average": 3.9
        },
        {
            "air_date": "1986-09-06",
            "episode_count": 14,
            "id": 6994,
            "name": "The Trial of a Time Lord",
            "overview": "This season had a unique format, never again repeated in the show. Doctor Who had returned to production after a near-cancellation and an eighteen-month production hiatus. For the first time, a season consisted of a single story, The Trial of a Time Lord, although this was made up of four serials from a production perspective: each serial was written by a different person (save for The Mysterious Planet and the first part of The Ultimate Foe, both of which were written by Robert Holmes) and featured a different story presented as evidence, excluding the final two episodes which concluded the ongoing story of the trial; the trial storyline itself acted as a framing device to bracket the first three serials. As a result, whether The Trial of a Time Lord should be considered one story or four has been intensely debated. This single-story format, sometimes referred to as a \"miniseries\", would later be utilised for the third and fourth series of Torchwood.",
            "poster_path": "/9aQoQupmvt8M1qVVNjaT7ciGXys.jpg",
            "season_number": 23,
            "vote_average": 4.6
        },
        {
            "air_date": "1987-09-07",
            "episode_count": 14,
            "id": 6991,
            "name": "Season 24",
            "overview": "Unlike season 23, there was no overall story arc, and the episode allotment - two four-episode stories, two three-episode stories - would be retained for the remainder of the original series. Notably, the season featured the introduction of new companion Ace, who would be a prominent figure in the spinoff fiction that kept the Doctor Who name alive following its cancellation in 1989 and was the final official onscreen companion until Rose Tyler in the revived series.",
            "poster_path": "/6JJwKgvQoaYEZaGVhxv0bWUumx9.jpg",
            "season_number": 24,
            "vote_average": 6.2
        },
        {
            "air_date": "1988-10-05",
            "episode_count": 14,
            "id": 6992,
            "name": "Season 25",
            "overview": "As the silver anniversary season, it included several stories noting the milestone: Remembrance of the Daleks, which featured the final \"classic series\" appearance of the Daleks and Davros and which would feature scenes set at Coal Hill School and 76 Totter’s Lane, both significant locations in the first episode, An Unearthly Child; and Silver Nemesis, the final classic series appearance of the Cybermen, which had its first episode broadcast on the actual 25th anniversary of the series. It also showed the lighter side of the Seventh Doctor's personality fade and be replaced by darker qualities. The Greatest Show in the Galaxy was also the last episode to have the Doctor dressed in bright colours. This would also be the first season that would be recorded with the intention of, and be broadcast in, a stereo mix.",
            "poster_path": "/ctbHy7lXcqEKY3cOSQ0zzUkRixd.jpg",
            "season_number": 25,
            "vote_average": 7.6
        },
        {
            "air_date": "1989-09-06",
            "episode_count": 14,
            "id": 6993,
            "name": "Season 26",
            "overview": "It was the final season of the \"classic\" series. Unusually for a Doctor Who season, aside from some scenes in Survival, all the stories took place on Earth. Apart from Battlefield, the stories followed a loose character arc, as Ace came to terms with her past. As for the Doctor, he had become darker in personality, treating others as pawns in the battle between good and evil while dressing in dark clothes to match his personality change. This was the first and so far only season to be produced entirely out of broadcast order.",
            "poster_path": "/5TaKT3ELPQLtFr6DtKcvsExzwli.jpg",
            "season_number": 26,
            "vote_average": 7.4
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Ended",
    "tagline": "",
    "type": "Scripted",
    "vote_average": 7.9,
    "vote_count": 576,
    "youtube_theme_added": 1711933297,
    "youtube_theme_added_by": "16854045",
    "youtube_theme_edited": 1711933297,
    "youtube_theme_edited_by": "16854045",
    "youtube_theme_url": "https://www.youtube.com/watch?v=sjDFvoRNpOM"
}