{
    "adult": false,
    "backdrop_path": "/nmg2lY4QuyXQrAnrC2lRblK5rT6.jpg",
    "created_by": [
        {
            "credit_id": "5256cf6c19c2956ff609bd8e",
            "gender": 1,
            "id": 25539,
            "name": "Shonda Rhimes",
            "profile_path": "/pIQbVxfjNwZ0DaAjo3q107nng1b.jpg"
        }
    ],
    "episode_run_time": [
        43
    ],
    "first_air_date": "2005-03-27",
    "genres": [
        {
            "id": 18,
            "name": "Drama"
        }
    ],
    "homepage": "https://abc.com/shows/greys-anatomy",
    "id": 1416,
    "in_production": true,
    "languages": [
        "en"
    ],
    "last_air_date": "2024-03-21",
    "last_episode_to_air": {
        "air_date": "2024-03-21",
        "episode_number": 2,
        "episode_type": "standard",
        "id": 5159387,
        "name": "Keep the Family Close",
        "overview": "Bailey tells the interns they must complete dozens of basic procedures before being allowed back in surgery; things are awkward between Simone and Lucas; Amelia comes up with a solution to a complicated surgery.",
        "production_code": "",
        "runtime": 43,
        "season_number": 20,
        "show_id": 1416,
        "still_path": "/6pyARVZLBGjqcneyaZMUu6TUsd0.jpg",
        "vote_average": 8.0,
        "vote_count": 1
    },
    "name": "Grey's Anatomy",
    "networks": [
        {
            "id": 2,
            "logo_path": "/2uy2ZWcplrSObIyt4x0Y9rkG6qO.png",
            "name": "ABC",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": {
        "air_date": "2024-03-28",
        "episode_number": 3,
        "episode_type": "standard",
        "id": 5170849,
        "name": "Walk on the Ocean",
        "overview": "Meredith and Amelia work to secure funds for their research while Amelia finds herself at odds with a new attending. Levi runs into someone from his past, and Owen gives Winston advice. Lucas ditches Mika, forcing her to treat a patient alone.",
        "production_code": "",
        "runtime": null,
        "season_number": 20,
        "show_id": 1416,
        "still_path": null,
        "vote_average": 0.0,
        "vote_count": 0
    },
    "number_of_episodes": 429,
    "number_of_seasons": 20,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "Grey's Anatomy",
    "overview": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
    "popularity": 1500.629,
    "poster_path": "/jcEl8SISNfGdlQFwLzeEtsjDvpw.jpg",
    "production_companies": [
        {
            "id": 1557,
            "logo_path": "/ccz9bqCu3jSFKbPFnfWmjAKZLBL.png",
            "name": "The Mark Gordon Company",
            "origin_country": "US"
        },
        {
            "id": 34209,
            "logo_path": "/chuOOQxixQL4fa9LBcIEbuh1S5G.png",
            "name": "ShondaLand",
            "origin_country": "US"
        },
        {
            "id": 19366,
            "logo_path": "/vOH8dyQhLK01pg5fYkgiS31jlFm.png",
            "name": "ABC Studios",
            "origin_country": "US"
        },
        {
            "id": 1558,
            "logo_path": "/wwaKUcOENHix2jxLfFBfNkCtOEQ.png",
            "name": "Touchstone Television",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2006-01-08",
            "episode_count": 11,
            "id": 3722,
            "name": "Specials",
            "overview": "Specials Season",
            "poster_path": "/snQYndfsEr3Sto2jOmkmsQuUXAQ.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2005-03-27",
            "episode_count": 9,
            "id": 3718,
            "name": "Season 1",
            "overview": "Meredith Grey, the daughter of the once-renowned surgeon Ellis Grey, becomes an intern at the Seattle Grace Hospital. She meets fellow interns Cristina Yang, Isobel \"Izzie\" Stevens, George O'Malley and Alex Karev who become her closest friends during the intern program. She finds herself working with renowned surgeons such as the heart surgeon Preston Burke and Richard Webber, chief of surgery and old friend of her mother. She finds herself working under her one night stand and famous neurosurgeon Derek Shepherd and working with her resident Dr. Miranda Bailey also known as The Nazi.",
            "poster_path": "/ulGju8GyXE36wCgmvyFJL3sLiVm.jpg",
            "season_number": 1,
            "vote_average": 7.1
        },
        {
            "air_date": "2005-09-25",
            "episode_count": 27,
            "id": 3719,
            "name": "Season 2",
            "overview": "The season continued to focus on the surgical residency of five young interns as they try to balance to the challenges of their competitive careers, with the difficulties that determine their personal lives. It was set in the fictional Seattle Grace Hospital, located in the city of Seattle, Washington. Whereas the first season put the emphasis mainly on the unexpected impact the surgical field has on the main characters, the second one provides a detailed perspective on the personal background of each character, focusing on the consequences that their decisions have on their careers. Throughout the season, new story lines were introduced, including the love triangle between Meredith Grey, Derek Shepherd, and Addison Montgomery, the main arc of the season. Also heavily developed was the story line involving Izzie Stevens' relationship with patient Denny Duquette, which resulted in critical acclaim and positive fan response.",
            "poster_path": "/bO0S3fU8Tcqn0g5DCmDcX1oqA2t.jpg",
            "season_number": 2,
            "vote_average": 8.0
        },
        {
            "air_date": "2006-09-21",
            "episode_count": 25,
            "id": 3715,
            "name": "Season 3",
            "overview": "The season followed the continuation of the surgical residency of five young interns, as they experience the demands of the competitive field of medicine, which becomes defining in their personal evolution. Although set in fictional Seattle Grace Hospital, located in Seattle, Washington, filming primarily occurred in Los Angeles, California. Whereas the first season mainly focused on the impact the surgical field has on the main characters, and the second one provided a detailed perspective on the physicians' private lives, the third season deals with the tough challenges brought by the last phase of the surgeons' internship, combining the professional motif emphasized in the first season, with the complex personal background used in the second. Through the season, several new storylines are introduced, including the arrival of Dane's character, Dr. Mark Sloan, conceived and introduced as an antagonizing presence.",
            "poster_path": "/aY7NuvFj5Uzliy0nrFxVWmlZFiK.jpg",
            "season_number": 3,
            "vote_average": 7.9
        },
        {
            "air_date": "2007-09-27",
            "episode_count": 17,
            "id": 3716,
            "name": "Season 4",
            "overview": "Enter a world of change in the irresistible and unforgettable fourth season of Grey's Anatomy. Love, lies, and family ties are revealed as the surgeons of Seattle Grace discover that their choices have major unintended consequences. And coupled with the arrival of some very eager new interns, life at the hospital sizzles with more emotion, excitement, and heartbreak than ever before.",
            "poster_path": "/wVIhUm8nvcTYhXj7Qyvk887UB4W.jpg",
            "season_number": 4,
            "vote_average": 7.4
        },
        {
            "air_date": "2008-09-25",
            "episode_count": 24,
            "id": 3717,
            "name": "Season 5",
            "overview": "Live for the moment. Dive deeper into the lives and loves of \"Grey's Anatomy\"! The doctors struggle and thrive as they enter uncharted territories of life. Discover what happens in the on-again, off-again world of Derek and Meredith, and witness the budding relationship between Cristina and Owen, Seattle Grace's newest doctor.",
            "poster_path": "/bnOS0AKjbfPY1xVqF80qk0iBQBX.jpg",
            "season_number": 5,
            "vote_average": 7.8
        },
        {
            "air_date": "2009-09-24",
            "episode_count": 24,
            "id": 3720,
            "name": "Season 6",
            "overview": "The season follows the story of surgical interns, residents and their competent mentors, as they experience the difficulties of the competitive careers they have chosen. It is set in the surgical wing of the fictional Seattle Grace Hospital, located in Seattle, Washington. A major storyline of the season is the characters adapting to change, as their beloved co-worker Stevens departed following the breakdown of her marriage, O'Malley died in the season premiere—following his being dragged by a bus, and new cardiothoracic surgeon Teddy Altman is given employment at the hospital. Further storylines include Shepherd being promoted to chief of surgery, Seattle Grace Hospital merging with the neighboring Mercy West —introducing several new doctors, and several physicians lives being placed into danger—when a grieving deceased patient's husband embarks on a shooting spree at the hospital, seeking revenge for his wife's death.",
            "poster_path": "/vCiJa2YfzOWhhfKCXNZWFVhYulE.jpg",
            "season_number": 6,
            "vote_average": 7.4
        },
        {
            "air_date": "2010-09-23",
            "episode_count": 22,
            "id": 3721,
            "name": "Season 7",
            "overview": "Let the healing begin. It's a year of new beginnings for the medical team of Seattle Grace Hospital as they slowly recover from the tragedy that hit too close to home. New relationships emerge and the strongest commitments are tested. From successes in the operating room to mistakes in the bedroom and all the thrilling drama in between the doctors find a way to survive as long as they lean on one another.",
            "poster_path": "/qHaqMqbgVCd2HXMmlsZ9GnGxU95.jpg",
            "season_number": 7,
            "vote_average": 7.2
        },
        {
            "air_date": "2011-09-22",
            "episode_count": 24,
            "id": 3723,
            "name": "Season 8",
            "overview": "No matter how hot it gets - in the operating room or in the bedroom - the doctors of Seattle Grace know they can always lean on one another. As fifth-year residents, it's do or die for the doctors, and things get bumpy when the chief makes a decision that rocks the entire staff. Outside the hospital, Meredith and Derek struggle to keep their relationship afloat while they try to adopt an orphaned baby girl, and Cristina wrestles with a difficult choice that threatens to ruin her marriage.",
            "poster_path": "/pvuMQwMPWDqunRiajmeGQmUF0zS.jpg",
            "season_number": 8,
            "vote_average": 7.4
        },
        {
            "air_date": "2012-09-27",
            "episode_count": 24,
            "id": 3724,
            "name": "Season 9",
            "overview": "It's a year of bold new beginnings as your favorite doctors return to Seattle Grace for the biggest challenge of their lives. The plane crash that took the lives of Lexie Grey and Mark Sloan sent shockwaves throughout the hospital. But from the ashes, romance will rise, with each surgeon handling the loss in their own personal way. Meredith finds her groove in the operating room while Derek's hand injury forces him to focus on something other than surgery. And as Mark prepares to say goodbye, Alex falls for someone new, Cristina tries to rekindle the flame with Owen, and Bailey and Ben discover the perils of a long-distance relationship.",
            "poster_path": "/w8XqAVl8lvBqVHnJHPJgewYeEOd.jpg",
            "season_number": 9,
            "vote_average": 7.4
        },
        {
            "air_date": "2013-09-26",
            "episode_count": 24,
            "id": 3725,
            "name": "Season 10",
            "overview": "The storm may have passed, but now the relationships and romance of Grey Sloan Memorial must survive in its wake. Bonds are tested, love is lost and the hospital bids farewell to Dr. Cristina Yang. Following a massive mudslide, the hospital becomes a madhouse, and the lives of two doctors hang in the balance. The drama escalates as Arizona tries desperately to mend her broken marriage, while Derek and Meredith juggle their roles as surgeons and new parents. Meanwhile, a stunning betrayal pits Cristina against Meredith and, as April prepares for her big day, a familiar face returns to town. Big secrets lead to big problems and turn best friends into rivals.",
            "poster_path": "/h0z0USK1KerDJu02c218zFMIa52.jpg",
            "season_number": 10,
            "vote_average": 7.6
        },
        {
            "air_date": "2014-09-25",
            "episode_count": 24,
            "id": 62051,
            "name": "Season 11",
            "overview": "During an interview, Shonda Rhimes stated that \"Season 11 is really a Meredith-centric season. She lost her ‘person’, her half-sister has shown up, her husband is chafing to go someplace else…” She went on to reveal that she's been wanting to do the \"familial grenade\" storyline for a long time, and at the end of Season 10, she knew it was the time to do it. Rhimes also claimed that Season 11 will pick up right where Season 10 left us, so there won't be much that the audience won't see. In another interview discussing this storyline, Rhimes revealed that she and the writers are thinking about doing flashback periods to the younger days of Drs. Ellis Grey and Richard Webber.",
            "poster_path": "/AvMxKxyj6zIG5fR0fg7D6bWH4AY.jpg",
            "season_number": 11,
            "vote_average": 7.7
        },
        {
            "air_date": "2015-09-24",
            "episode_count": 24,
            "id": 70494,
            "name": "Season 12",
            "overview": "The doctors find themselves simmering in a world of sexual politics. Bailey struggles with what it means to be a woman in charge of the hospital and her husband, while Maggie faces the challenges of dating a younger man and Amelia battles her own demons. Meanwhile, in the wake of a brutal attack, Meredith finds comfort and love in the most unexpected place, Callie and Arizona find themselves in a fight for their lives, and tensions run high when Amelia and Meredith come face to face with the doctor responsible for Derek's death.",
            "poster_path": "/b8pkzoNM5X0XSwppEA7jTID5Dcm.jpg",
            "season_number": 12,
            "vote_average": 7.7
        },
        {
            "air_date": "2016-09-22",
            "episode_count": 24,
            "id": 79174,
            "name": "Season 13",
            "overview": "After being on her own for some time, Meredith is beginning to explore the idea of a romance with Riggs. Unfortunately, Maggie desires him as well, which threatens to drive a bitter wedge between the sisters. At the same time, despite their differences, Jackson and April must come together when they are assigned a difficult case. Meanwhile, Alex faces the consequences of his vicious attack on DeLuca, Owen and Amelia's marriage implodes and a hospital-wide mutiny erupts when Bailey demotes Webber. Finally, Arizona may have found love again - but is she sleeping with the enemy?",
            "poster_path": "/i4gNHaY1MzP50zcjgw3ew2hKCCW.jpg",
            "season_number": 13,
            "vote_average": 7.3
        },
        {
            "air_date": "2017-09-28",
            "episode_count": 24,
            "id": 92088,
            "name": "Season 14",
            "overview": "After the fire, Miranda Bailey starts renovations at the hospital. She discovers she'll need more than new walls and paint to repair broken trust, tainted reputations and broken relationships. Against the backdrop of a year full of love, loss and groundbreaking changes, Meredith pioneers a revolutionary surgical technique that earns her a nomination for the coveted award named after its founder, Harper Avery. But when former legend Dr. Avery gets involved in a scandal, Meredith's efforts and the future of Grey Sloan are put in jeopardy.",
            "poster_path": "/2eSQFbeZZ7lCru40Q0UYGJ20itx.jpg",
            "season_number": 14,
            "vote_average": 7.8
        },
        {
            "air_date": "2018-09-27",
            "episode_count": 25,
            "id": 108798,
            "name": "Season 15",
            "overview": "Romance is brewing in ways you did not see coming as doctor Teddy Altman is back in an explosive love triangle. And the drama continues as a windstorm blows through Seattle, causing the power to go out at Grey Sloan, leaving the doctors scrambling to save their patients' lives, including Meredith, who desperately needs to get to her patient for her heart transplant.",
            "poster_path": "/eqgIOObafPJitt8JNh1LuO2fvqu.jpg",
            "season_number": 15,
            "vote_average": 7.7
        },
        {
            "air_date": "2019-09-26",
            "episode_count": 21,
            "id": 129348,
            "name": "Season 16",
            "overview": "Meredith, Richard and Alex face the future after the insurance fraud scandal. The hospital gains a new leadership.",
            "poster_path": "/8YVZRNdPCKLDPSEaIR7A91fxa0Y.jpg",
            "season_number": 16,
            "vote_average": 7.0
        },
        {
            "air_date": "2020-11-12",
            "episode_count": 17,
            "id": 163320,
            "name": "Season 17",
            "overview": "The COVID-19 crisis forces the doctors at Gray Sloan to face uncharted territory. The team struggles with the pandemic and personal turmoil.",
            "poster_path": "/biwfXEpMxUYXprV7v1wETZGzfXd.jpg",
            "season_number": 17,
            "vote_average": 7.9
        },
        {
            "air_date": "2021-09-30",
            "episode_count": 20,
            "id": 202440,
            "name": "Season 18",
            "overview": "",
            "poster_path": "/zPIug5giU8oug6Xes5K1sTfQJxY.jpg",
            "season_number": 18,
            "vote_average": 8.1
        },
        {
            "air_date": "2022-10-06",
            "episode_count": 20,
            "id": 297653,
            "name": "Season 19",
            "overview": "",
            "poster_path": "/daSFbrt8QCXV2hSwB0hqYjbj681.jpg",
            "season_number": 19,
            "vote_average": 8.6
        },
        {
            "air_date": "2024-03-14",
            "episode_count": 10,
            "id": 366034,
            "name": "Season 20",
            "overview": "",
            "poster_path": "/jcEl8SISNfGdlQFwLzeEtsjDvpw.jpg",
            "season_number": 20,
            "vote_average": 8.5
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Returning Series",
    "tagline": "Begin again.",
    "type": "Scripted",
    "vote_average": 8.246,
    "vote_count": 9853,
    "youtube_theme_added": 1704918144,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1704918144,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=EGbg7-LBWak"
}