{
    "adult": false,
    "backdrop_path": "/cQ7obD9zptMqtmmwBi13gunYe2D.jpg",
    "created_by": [],
    "episode_run_time": [
        25
    ],
    "first_air_date": "2007-02-15",
    "genres": [
        {
            "id": 16,
            "name": "Animation"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        }
    ],
    "homepage": "http://www.tv-tokyo.co.jp/anime/naruto/",
    "id": 31910,
    "in_production": false,
    "languages": [
        "ja"
    ],
    "last_air_date": "2017-03-23",
    "last_episode_to_air": {
        "air_date": "2017-03-23",
        "episode_number": 500,
        "episode_type": "finale",
        "id": 1404128,
        "name": "Hidden Leaf Story, The Perfect Day for a Wedding, Part 7: The Message",
        "overview": "Naruto had once lived a lonely existence, ostracized by everyone. But Iruka's words and his very presence have supported Naruto to this day. As Naruto's wedding nears, Iruka begins to lose sight of what he was to Naruto, and is unsure of what to say for his message.",
        "production_code": "",
        "runtime": 25,
        "season_number": 20,
        "show_id": 31910,
        "still_path": "/1swhNPNh16f1B6ZqEAmCg7mkWSn.jpg",
        "vote_average": 7.0,
        "vote_count": 7
    },
    "name": "Naruto Shippūden",
    "networks": [
        {
            "id": 98,
            "logo_path": "/jnuO8pZNEBLEq5YaOP1f5OkmG91.png",
            "name": "TV Tokyo",
            "origin_country": "JP"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 500,
    "number_of_seasons": 20,
    "origin_country": [
        "JP"
    ],
    "original_language": "ja",
    "original_name": "ナルト 疾風伝",
    "overview": "After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work. It will not be easy though as he has amassed a few more dangerous enemies, in the likes of the shinobi organization; Akatsuki.",
    "popularity": 257.704,
    "poster_path": "/kV27j3Nz4d5z8u6mN3EJw9RiLg2.jpg",
    "production_companies": [
        {
            "id": 3034,
            "logo_path": "/jnuO8pZNEBLEq5YaOP1f5OkmG91.png",
            "name": "TV Tokyo",
            "origin_country": "JP"
        },
        {
            "id": 3234,
            "logo_path": "/wTPPnz05ZCQgEQVeSOxTkUCyhr5.png",
            "name": "Pierrot",
            "origin_country": "JP"
        },
        {
            "id": 104684,
            "logo_path": null,
            "name": "Sound Box",
            "origin_country": "JP"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "JP",
            "name": "Japan"
        }
    ],
    "seasons": [
        {
            "air_date": "2008-02-05",
            "episode_count": 3,
            "id": 43372,
            "name": "Specials",
            "overview": "Collection of Naruto shorts.",
            "poster_path": "/cXu0QVcW1cpVLJuLEdIzVORCVJP.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2007-02-15",
            "episode_count": 32,
            "id": 43373,
            "name": "Kazekage Rescue",
            "overview": "Naruto Uzumaki is back! After two and a half years of training on the road with Jiraiya of the Sannin, Naruto is back in the Village Hidden in the Leaves and he's ready to show off his new skills. He and Sakura team up to take on their old master Kakashi, who's pretty impressed with their progress. They'll have plenty of opportunity to put it into action when news arrives from the Sand Village that Gaara, Naruto's former rival and now Kazekage of the Sand, has been kidnapped! And the culprits are the very same group who are after Naruto - the Akatsuki!",
            "poster_path": "/842myobV2MkoHZuoyxJDV9gdkvb.jpg",
            "season_number": 1,
            "vote_average": 7.7
        },
        {
            "air_date": "2007-11-09",
            "episode_count": 21,
            "id": 43374,
            "name": "Long-Awaited Reunion",
            "overview": "In the midst of its spying mission, Team Kakashi is suddenly confronted with the Leaf Village's sworn enemy, Orochimaru. Naruto challenges him, and during their battle, his anger brings forth the power of the Nine-Tailed Fox. Naruto will never give up his determination to find Sasuke and bring him home, but in his rage he risks losing all awareness of himself and hurting those he cares for the most.",
            "poster_path": "/qb1AcfiKlXLKIiR3S4x8YZtr2po.jpg",
            "season_number": 2,
            "vote_average": 6.2
        },
        {
            "air_date": "2008-04-04",
            "episode_count": 18,
            "id": 43375,
            "name": "Twelve Guardian Ninja",
            "overview": "Defeated by Sasuke, Naruto returns to the hidden Leaf Village to start a new training program with Kakashi and Yamato. Naruto learns that he has Wind-style chakra. Meanwhile, a group of four mysterious people attacks a village in the countryside of the Fire Country. Who are they and what exactly do they want from the Leaf Village ninja?",
            "poster_path": "/12NzQ0E270gaNU8wbpkpUJz7N3t.jpg",
            "season_number": 3,
            "vote_average": 5.4
        },
        {
            "air_date": "2008-08-22",
            "episode_count": 17,
            "id": 43376,
            "name": "Immortal Devastators - Hidan and Kakuzu",
            "overview": "Asuma and Shikamaru have to think on their feet as they face the mind-boggling jutsu of the Akatsuki pair, Hidan and Kakuzu. At the last minute, the Akatsuki are called away, but not before dealing a fatal blow to a revered shinobi of the Leaf. The devastated ninja left behind can think only of revenge, but Tsunade is opposed to the scheme until an offer of help arrives from an unexpected source.",
            "poster_path": "/szBCeaXBvKM0azDmJMGTkO02I9f.jpg",
            "season_number": 4,
            "vote_average": 5.7
        },
        {
            "air_date": "2008-12-19",
            "episode_count": 24,
            "id": 43377,
            "name": "The Three-Tailed Demon Turtle",
            "overview": "Naruto's new jutsu Rasen Shuriken is unbelievably powerful - but because of the risks to the user, Tsunade forbids Naruto to use it! When Jiraiya returns to the village, Naruto seeks his guidance, and the two head off to a hot springs resort to work on a solution. Meanwhile, Kakashi leads a team in search of Orochimaru's hideout, and when Naruto hears about it, he begs to join them.",
            "poster_path": "/wcXrlA0knmk5U5e6rKoSh1Z8fan.jpg",
            "season_number": 5,
            "vote_average": 9.8
        },
        {
            "air_date": "2009-06-12",
            "episode_count": 31,
            "id": 43378,
            "name": "Master's Prophecy and Vengeance",
            "overview": "Sasuke's future hangs in the balance as Orochimaru prepares for reanimation. It's been three years since Sasuke left the Leaf Village seeking the power Orochimaru promised him. Now it's time to face his mentor. Who will master whom in the battle for their very existence?\n\nPlus, take a step back in time to a turning point in the young Kakashi's life, as he fights alongside his teammates under the guidance of the Fourth Hokage!",
            "poster_path": "/g4E0AodxYUF62Q9gMJ6mcodnBpF.jpg",
            "season_number": 6,
            "vote_average": 10.0
        },
        {
            "air_date": "2010-01-22",
            "episode_count": 8,
            "id": 43379,
            "name": "The Six-Tailed Demon Slug",
            "overview": "The team is heading back to the village when an urgent assignment comes in from Tsunade that will lead them on a perilous journey to protect a young woman!",
            "poster_path": "/ayXMHRPqT6LQlrAiNVL0eghdQL8.jpg",
            "season_number": 7,
            "vote_average": 10.0
        },
        {
            "air_date": "2010-03-26",
            "episode_count": 24,
            "id": 43380,
            "name": "Two Saviors",
            "overview": "Naruto and his friends successfully decipher the code Jiraiya left behind, but it's not enough to solve the mystery of Pain. For Naruto, Jiraiya's passing is more than enough to inspire him to follow Fukasaku to Mount Myoboku, where he begins his training in Sage Jutsu. But will the antsy Naruto ever be able to sit still long enough to achieve Sage Mode? Back in the Leaf Village, disaster strikes when the Six Paths of Pain attack the village, and those dearest to Naruto are thrown into the chaos of battle!",
            "poster_path": "/g7yAuliC36kfy2vliU8yf9WPZCG.jpg",
            "season_number": 8,
            "vote_average": 9.7
        },
        {
            "air_date": "2010-09-03",
            "episode_count": 21,
            "id": 43381,
            "name": "Past Arc The Locus of Konoha",
            "overview": "After Pain's attack, the Leaf Ninja set about rebuilding their village. Naruto and Sakura are thrilled to be reunited with Tazuna and his grandson Inari from the Land of Waves, who have come to help. While the restoration proceeds, the Leaf Ninja and their friends reflect on past events that influenced the village and helped gain allies like the Sand.\n\nPlus, we get a glimpse back into Naruto's training journey with Jiraiya, and join the original Team 7 on a mission when Sasuke was still with them!",
            "poster_path": "/zIoec9Wa0WtRhwSl9pTrBl9mUOb.jpg",
            "season_number": 9,
            "vote_average": 9.9
        },
        {
            "air_date": "2011-02-11",
            "episode_count": 25,
            "id": 43382,
            "name": "The Gathering of the Five Kage",
            "overview": "In the aftermath of the attack on the village, Naruto and Sakura are shocked to discover that Danzo has been selected as the new Hokage. And his first order of business involves Team 7's own Rogue Ninja-Sasuke! Then, the Kage from each village gather for a summit in the Land of Iron, and Naruto seeks a pardon for Sasuke from the Raikage. But the cycle of hatred runs deep in the shinobi world, and while the Five Kage discuss how to deal with the Akatsuki, the mysterious one calling himself Madara steps forward to reveal truths that will turn Naruto's world upside down!\n\nPlus, take a step back in time to a turning point in the young Kakashi's life, as he fights alongside his teammates under the guidance of the Fourth Hokage!",
            "poster_path": "/l0LFSQOJZyQ8ujaw3Mf4Z0TeZY7.jpg",
            "season_number": 10,
            "vote_average": 9.8
        },
        {
            "air_date": "2011-07-29",
            "episode_count": 21,
            "id": 43383,
            "name": "Paradise on the Ship",
            "overview": "Naruto declares to his friends his intention to take on Sasuke by himself, while the Elders of the Leaf make a serious decision about who will fill the vacant seat of Hokage: Kakashi! In Mount Myoboku, Gerotora, Fukasaku and the Great Lord Elder debate whether or not to give Naruto the key to the Tetragram Seal that Gerotora holds, an act that could potentially unleash Nine Tails.",
            "poster_path": "/1lxahYOBIMpKqoKoB11qtmaBVP1.jpg",
            "season_number": 11,
            "vote_average": 10.0
        },
        {
            "air_date": "2012-01-05",
            "episode_count": 33,
            "id": 43384,
            "name": "Nine-Tailed Fox Taming and Karmic Encounters",
            "overview": "As the Leaf Village prepares for war, each shinobi and clan must contemplate the role they will play in the battles to come. While Naruto's peers seek training from surprising sources, Naruto himself must confront both his biggest weakness and greatest strength – the Nine-Tailed Fox.\n\nTo reach optimum power, Naruto must learn to control the beast within him, so he seeks help from the one person who has mastered just that, Killer Bee! But the Jinchuriki of Eight Tails wants nothing to do with training Naruto!",
            "poster_path": "/qo5231LMeauy4evn4cWMTEG6yWs.jpg",
            "season_number": 12,
            "vote_average": 9.8
        },
        {
            "air_date": "2012-08-23",
            "episode_count": 20,
            "id": 43385,
            "name": "The Seven Shinobi Swordsman",
            "overview": "The Fourth Great Ninja War rages on, and danger comes from every angle. Old comrades and enemies have risen from the grave under the control of Kabuto to fight the Allied Forces. While some retain their calm, others must wrestle with their emotions. Naruto's training has made him more powerful, but some believe his possession of the Nine Tails makes him a liability. Meanwhile, Sakura and the Medical Ninja face unique danger, as an enemy may be in their midst behind the allied lines. Can the Allied Forces survive assassins and their reanimated friends to win the war?",
            "poster_path": "/f6zh4A1yQI0n4c3xqhpGNuwBmQj.jpg",
            "season_number": 13,
            "vote_average": 9.8
        },
        {
            "air_date": "2013-01-17",
            "episode_count": 25,
            "id": 43386,
            "name": "The Fourth Great Ninja War Assailants From Afar",
            "overview": "Gaara leads the Fourth Company into battle against the previous Kage, including his own father. Meanwhile Naruto and Killer Bee face the reanimated Itachi Uchiha, who recognises Naruto’s growth as a shinobi and his potential to rescue his brother, Sasuke, from his path of vengeance. Battles rage, and all must face enemies—as well as friends—they never expected to see again!",
            "poster_path": "/2YoIRNMqiGJTFRGXEwwXRvV66be.jpg",
            "season_number": 14,
            "vote_average": 9.7
        },
        {
            "air_date": "2013-07-19",
            "episode_count": 28,
            "id": 68281,
            "name": "The Fourth Great Ninja War Sasuke and Itachi",
            "overview": "As the Fourth Great Ninja War rages on, the endless waves of Reanimated Shinobi take their toll as the Allied Shinobi Forces are forced to keep fighting their own fallen friends and comrades. Meanwhile, Naruto deepens his understanding of warfare, learning to sense the disguised White Zetsu sowing confusion and distrust among the Allied Forces. But all the effort and pain aren't for nothing, as Gaara and Ohnoki draw closer than ever to discovering who is really behind this devastating conflict.\n\nPlus, we get a glimpse back into Naruto's training journey with Jiraiya, and join the original Team 7 on a mission when Sasuke was still with them!",
            "poster_path": "/t72j0m5fa98RRFQ47uEFxmdPUFI.jpg",
            "season_number": 15,
            "vote_average": 10.0
        },
        {
            "air_date": "2014-02-06",
            "episode_count": 13,
            "id": 72069,
            "name": "Kakashi: Shadow of the Anbu Black Ops",
            "overview": "Years before he became Naruto's teacher, Kakashi served as a member of the ANBU Black Ops team, so ruthless he earned the nickname \"Cold-blooded Kakashi.\" But despite his reputation, he is haunted by the deaths of his closest friends during the Third Great Ninja War.\n\nAs he wrestles with his loss, Kakashi must uncover who is behind illegal genetic experimentation, survive threats from within his own organisation, escape capture at the hands of Orochimaru's followers, and battle a young shinobi who possesses formidable and very rare Wood Style Jutsu. And after these trials, another young ninja joins his unit–Itachi Uchiha!",
            "poster_path": "/wi73sU6BjJAgUI8C5qIXgb3S6Nz.jpg",
            "season_number": 16,
            "vote_average": 10.0
        },
        {
            "air_date": "2014-05-15",
            "episode_count": 11,
            "id": 71087,
            "name": "The Fourth Great Ninja War The Return of Squad Seven",
            "overview": "With Kakashi unable to get through to Obito, Naruto leaps to his Sensei's defense. The release of Ten Tails forces the Allied Shinobi Forces into an assault on Obito and Madara, but the powerful Tailed Beast proves to be a formidable enemy. The devastation is severe, but Hinata's words spur Naruto to continue fighting with renewed energy, while help arrives from unexpected quarters - including an old adversary! Will Naruto and the Allied Shinobi's efforts be enough to fend off destruction?",
            "poster_path": "/bS5BHrNiLtdoMjF3FEYGhsEFe38.jpg",
            "season_number": 17,
            "vote_average": 10.0
        },
        {
            "air_date": "2014-08-21",
            "episode_count": 21,
            "id": 72068,
            "name": "Fourth Great Ninja War Obito Uchiha Against the Shinobi Forces",
            "overview": "On the same side once more, Naruto and Sasuke prepare for battle as Obito absorbs the power of Ten Tails to become the tailed beast's Jinchuriki. As the other shinobi watch helplessly, Obito summons the Divine Tree and begins absorbing their chakra as he prepares to perform the Infinite Tsukuyomi. Naruto and his friends must rally their despairing allies to defeat Obito. But will the final battle truly be physical - or will it be a test of wills?",
            "poster_path": "/5CTyFgdZkY719b8M1aylP3l95kc.jpg",
            "season_number": 18,
            "vote_average": 9.8
        },
        {
            "air_date": null,
            "episode_count": 20,
            "id": 72397,
            "name": "Naruto's Back The Tracks of His Friends",
            "overview": "Naruto and the Allied Shinobi manage to extract Obito’s Tailed Beasts, leaving Madara as the final foe to defeat. Obito realizes the error of his ways, but Black Zetsu prevents him from interfering. Nine Tails is extracted from Naruto, and he and Sasuke are left near death. In the midst of all this, the turbulent history of the Hyuga clan and events that took place in the Leaf Village while Naruto trained with Jiraya are revealed!",
            "poster_path": "/xxdmYAKEakoPYcbe9z812S4I2Ci.jpg",
            "season_number": 19,
            "vote_average": 10.0
        },
        {
            "air_date": "2015-05-28",
            "episode_count": 87,
            "id": 75231,
            "name": "Infinite Tsukuyomi The Invokation",
            "overview": "As Naruto and Sasuke lay near death, Kakashi and a reformed Obito prepare to confront Madara together. But Madara has gained the power of the Six Paths, and Guy may have to make the ultimate sacrifice and open the Gate of Death in order to fight him. But even that may not be enough once Madara activates the Infinite Tsukuyomi, trapping everyone in a dream world. Can this incredible power be broken?",
            "poster_path": "/pkNcN6tA6aKkIDEahQvLFIstKT9.jpg",
            "season_number": 20,
            "vote_average": 9.9
        }
    ],
    "spoken_languages": [
        {
            "english_name": "Japanese",
            "iso_639_1": "ja",
            "name": "日本語"
        }
    ],
    "status": "Ended",
    "tagline": "Believe it!",
    "type": "Scripted",
    "vote_average": 8.551,
    "vote_count": 7941,
    "youtube_theme_added": 1715447573,
    "youtube_theme_added_by": "122589832",
    "youtube_theme_edited": 1715447573,
    "youtube_theme_edited_by": "122589832",
    "youtube_theme_url": "https://www.youtube.com/watch?v=zVgKnfN9i34"
}