{
    "adult": false,
    "backdrop_path": "/2rmK7mnchw9Xr3XdiTFSxTTLXqv.jpg",
    "created_by": [],
    "episode_run_time": [
        24
    ],
    "first_air_date": "1999-10-20",
    "genres": [
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 35,
            "name": "Comedy"
        },
        {
            "id": 16,
            "name": "Animation"
        }
    ],
    "homepage": "http://www.toei-anim.co.jp/tv/onep",
    "id": 37854,
    "in_production": true,
    "languages": [
        "ja"
    ],
    "last_air_date": "2024-05-12",
    "last_episode_to_air": {
        "air_date": "2024-05-12",
        "episode_number": 1104,
        "episode_type": "standard",
        "id": 5298242,
        "name": "A Desperate Situation! The Seraphim's All-out Attack!",
        "overview": "The Seraphim come following CP-0 to the Labophase, pitting Zoro and Brook against the seven of them. Sanji, Franky, Edison, and Lilith leave the lab to fight them, but the Seraphim launch a full-scale attack on the lab.",
        "production_code": "",
        "runtime": 24,
        "season_number": 22,
        "show_id": 37854,
        "still_path": "/iXBb9JFsRqZqhr0JDvlCBjsDRkS.jpg",
        "vote_average": 0.0,
        "vote_count": 0
    },
    "name": "One Piece",
    "networks": [
        {
            "id": 1,
            "logo_path": "/4x4GsmRmSLLL0RVNKsoqAVH43tz.png",
            "name": "Fuji TV",
            "origin_country": "JP"
        }
    ],
    "next_episode_to_air": {
        "air_date": "2024-05-19",
        "episode_number": 1105,
        "episode_type": "standard",
        "id": 5310680,
        "name": "A Beautiful Act of Treason! The Spy, Stussy",
        "overview": "",
        "production_code": "",
        "runtime": 24,
        "season_number": 22,
        "show_id": 37854,
        "still_path": "/zxRrM53l8kb01ToXUEH1StZDcNZ.jpg",
        "vote_average": 0.0,
        "vote_count": 0
    },
    "number_of_episodes": 1107,
    "number_of_seasons": 22,
    "origin_country": [
        "JP"
    ],
    "original_language": "ja",
    "original_name": "ワンピース",
    "overview": "Years ago, the fearsome Pirate King, Gol D. Roger was executed leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new King of the Pirates.\n\nMonkey D. Luffy, a boy who consumed a \"Devil Fruit,\" decides to follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and that he's surrounded by a bevy of skilled fighters and thieves to help him along the way.\n\nLuffy will do anything to get the One Piece and become King of the Pirates!",
    "popularity": 179.026,
    "poster_path": "/cMD9Ygz11zjJzAovURpO75Qg7rT.jpg",
    "production_companies": [
        {
            "id": 5542,
            "logo_path": "/ayE4LIqoAWotavo7xdvYngwqGML.png",
            "name": "Toei Animation",
            "origin_country": "JP"
        },
        {
            "id": 3341,
            "logo_path": "/dTG5dXE1kU2mpmL9BNnraffckLU.png",
            "name": "Fuji Television Network",
            "origin_country": "JP"
        },
        {
            "id": 130799,
            "logo_path": null,
            "name": "Avex Trax",
            "origin_country": "JP"
        },
        {
            "id": 2918,
            "logo_path": "/gyEWUBWwqrm3H5T2hkERD9LxpOq.png",
            "name": "Shueisha",
            "origin_country": "JP"
        },
        {
            "id": 4720,
            "logo_path": "/7wQgZTA4FCkFMDedBYVZiVE87c7.png",
            "name": "Asatsu-DK",
            "origin_country": "JP"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "JP",
            "name": "Japan"
        }
    ],
    "seasons": [
        {
            "air_date": "1999-12-20",
            "episode_count": 29,
            "id": 49191,
            "name": "Specials",
            "overview": "",
            "poster_path": "/d3TJkAgh8JZXrlD9z8R0pUgwIsx.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "1999-10-20",
            "episode_count": 61,
            "id": 49188,
            "name": "East Blue",
            "overview": "Monkey D. Luffy meets the Red Hair Pirates as a young boy living in East Blue, swearing becoming the next Pirate King. 10 years later, Luffy sets sail and experiences first adventures, recruiting the first members of the Straw Hat Pirates.",
            "poster_path": "/9hW62RDq5Dno8vLABXscddjEq9M.jpg",
            "season_number": 1,
            "vote_average": 8.4
        },
        {
            "air_date": null,
            "episode_count": 16,
            "id": 49189,
            "name": "Whisky Peak & Little Garden",
            "overview": "With a Log Pose now in hand, the Straw Hat Pirates are directed toward Whisky Peak, a town that welcomes pirates with open arms and treats them like celebrities. However, the townsfolk have a dark secret, and an even deeper mystery awaits.\n\nNow with Vivi in tow, the Straw Hat Pirates travel to the prehistoric island of Little Garden. There, they encounter two Giants, Dorry and Brogy, who have been dueling one another on the island for the past century. After befriending the giants, the crew are ambushed by new and familiar officers of Baroque Works.",
            "poster_path": "/egsfvwuojnsNZRTrqLkWyw09p6f.jpg",
            "season_number": 2,
            "vote_average": 8.7
        },
        {
            "air_date": null,
            "episode_count": 14,
            "id": 49190,
            "name": "Drum Island",
            "overview": "After Nami falls ill with an unknown disease, the Straw Hat Pirates travel to Drum Island in search of a doctor. The crew meets a bizarre talking reindeer named Tony Tony Chopper, who helps them fend off the country's former despot king Wapol after he returns to reclaim his throne.",
            "poster_path": "/fyOt2eCAVAB5tUpf4oOrLqX1cYD.jpg",
            "season_number": 3,
            "vote_average": 9.0
        },
        {
            "air_date": null,
            "episode_count": 39,
            "id": 49183,
            "name": "Alabasta",
            "overview": "The Straw Hats, with Kureha's assistant Tony Tony Chopper, finally arrive at Arabasta, which is on the verge of civil war. Vivi must reach the rebels and tell them the real cause behind the conflict, but Crocodile, leader of Baroque Works and one of the Seven Warlords of the Sea, will not just stand by and watch. In the end, Baroque Works, marine forces, pirates, the royal guards, and the rebel army clash in a battle that will determine the fate of the country itself.",
            "poster_path": "/psjQVMfKxjkiyH9fK9Byo9ynVy9.jpg",
            "season_number": 4,
            "vote_average": 8.9
        },
        {
            "air_date": null,
            "episode_count": 13,
            "id": 49184,
            "name": "Post-Alabasta, Goat Island & Ruluka Island",
            "overview": "While on the run from some Marines, the crew stumble upon an island inhabited by a man named Zenny who lives with a herd of goats. The crew set out to him in his seemingly final days. After evading some Marines, the crew stop off in a small town with a huge tower, which is also being oppressed by the Mayor whose overtaxing the citizens. But a bigger concern is a nearby mist that prevents anyone who enters it from leaving.",
            "poster_path": "/dJHWwdcNzsbBUAnXdNsrIAgkmiK.jpg",
            "season_number": 5,
            "vote_average": 8.8
        },
        {
            "air_date": null,
            "episode_count": 52,
            "id": 49185,
            "name": "Skypiea",
            "overview": "The Straw Hats arrive on the Sky Island Skypiea and learn of its connections to Jaya and Mont Blanc Noland's tale of a lost city of gold. As the crew embarks in search of treasure, they become entangled in a three-way war between the native Skypieans, the vengeful Shandians, and the land's cruel \"god\", Enel.",
            "poster_path": "/hYasiagbhomaEj0Vv1LMqewOuBE.jpg",
            "season_number": 6,
            "vote_average": 9.0
        },
        {
            "air_date": null,
            "episode_count": 33,
            "id": 49179,
            "name": "Long Ring Long Land",
            "overview": "The Straw Hats accidentally float down into the Marine base, G-8. Forced to abandon ship, the crew must make their way through the base to reclaim the Going Merry and avoid capture.\n\nThe crew manage to safely reach their next island, Long Ring Long Land. They meet a nomad who's been stuck on the island for a while and offer to help him. But before they can, they're challenged by a pirate who calls himself Foxy the Silver Fox in a game of \"Davy Back Fight\", where the losers can lose their crew members.\n\nOne night as the crew rest, a boy with a seahorse-shaped flute plays it near the ship. The next day the crew awaken with their memories of each other wiped out, except for Robin. It's up to her, who was the only one not affected, to get the crew's memories back and find out the cause of it.\n\nThe Straw Hat pirates later re-encounter Foxy, Porche, and Hamburg. This encounter leads to a fight, and also leads to the encounter with Aokiji.",
            "poster_path": "/A2msjyMOBEdbSHjiPHWLZhKI5HS.jpg",
            "season_number": 7,
            "vote_average": 8.8
        },
        {
            "air_date": null,
            "episode_count": 35,
            "id": 49192,
            "name": "Water Seven",
            "overview": "The Straw Hats arrive at the oceanic metropolis of Water 7 to find a shipwright who can repair the Going Merry, as well as potentially join their crew. They soon become targeted by the Franky Family, the city's underground gang, and become involved in a plot within the Galley-La Company. Between the disappearance of Robin and a schism that develops between Luffy and Usopp, the crew begins to fall apart.",
            "poster_path": "/ww1JO056uv4KhDSycDTLkNRveIg.jpg",
            "season_number": 8,
            "vote_average": 9.0
        },
        {
            "air_date": null,
            "episode_count": 73,
            "id": 49180,
            "name": "Enies Lobby",
            "overview": "The Straw Hats, Sogeking, the Franky Family, and the shipwrights of the Galley-La Company arrive at Enies Lobby aboard the Rocketman to rescue Nico Robin and Franky. Standing in their way, however, are the forces of the World Government, including its deadly assassination unit, CP9. A massive battle ensues between the two sides when Luffy declares war against the World Government.",
            "poster_path": "/7y6yoAIepNVrNTLMxgHEEgjEEge.jpg",
            "season_number": 9,
            "vote_average": 8.9
        },
        {
            "air_date": null,
            "episode_count": 45,
            "id": 49181,
            "name": "Thriller Bark",
            "overview": "During their journey through the Florian Triangle, the Straw Hats arrive on a seemingly haunted island called Thriller Bark, where they encounter the Warlord Gecko Moria. Using his Devil Fruit abilities, Moria steals the Straw Hats' shadows. With the help of a mysterious talking skeleton named Brook, the crew must regain their shadows before sunrise in order to survive.",
            "poster_path": "/gCWPlCfElGdGtl6xryoyXcadNd9.jpg",
            "season_number": 10,
            "vote_average": 8.6
        },
        {
            "air_date": null,
            "episode_count": 26,
            "id": 49186,
            "name": "Sabaody Archipelago",
            "overview": "The Straw Hat Pirates arrive at the final island of the Grand Line's first half, Sabaody Archipelago. While searching for a means to pass under the Red Line into the New World, they come into conflict with a deadly slave trading ring that sells to the World Nobles. Luffy and Zoro are labelled as two of the Eleven Supernovas, rookies of significant bounties who have simultaneously arrived at the archipelago. A chain reaction of events engulfs the archipelago in chaos, and the Straw Hats are faced with their greatest challenge yet.",
            "poster_path": "/kMvtZUg4jCZ4JzEqvOCjkiklQfF.jpg",
            "season_number": 11,
            "vote_average": 9.0
        },
        {
            "air_date": null,
            "episode_count": 14,
            "id": 49182,
            "name": "Amazon Lily",
            "overview": "After his defeat at the hands of Kuma at the Sabaody Archipelago, Luffy is sent flying and crash lands on Amazon Lily, an island exclusive to women that executes males on sight. As he tries to find a way off the island and back to his crew, Luffy makes unexpected friends and foes, while also learning of his brother's imminent peril.",
            "poster_path": "/bVjlWX17j9t6XB3AZ3KOv7ya7g7.jpg",
            "season_number": 12,
            "vote_average": 8.7
        },
        {
            "air_date": null,
            "episode_count": 101,
            "id": 49187,
            "name": "Impel Down & Marineford",
            "overview": "Luffy puts finding his crew on hold in favor of rescuing his brother Ace from the underwater prison Impel Down. With Boa Hancock's help, he manages to infiltrate the facility. However, fulfilling his objective and escaping the hellish prison might be easier said than done.\n\nHaving failed to reach Ace before he was transferred, Luffy and his companions escape from Impel Down and travel to Marineford, the base of Marine Headquarters. With the odds stacked high against him, the imminent threat of Whitebeard, and the ulterior motives of pirates that wish to overthrow the Emperor, Luffy struggles to hold his own in this titanic clash of powers.",
            "poster_path": "/zcVNRh5sqdgSgoXm0Z2GlTxF6DN.jpg",
            "season_number": 13,
            "vote_average": 9.0
        },
        {
            "air_date": null,
            "episode_count": 58,
            "id": 49193,
            "name": "Fishman Island",
            "overview": "The Straw Hat Pirates finally arrive at Fishman Island. There, the crew learn the history of Fisher Tiger and the ongoing discrimination between humans and fishman, while the New Fishman Pirates plot to overtake Ryugu Kingdom and make fishman be recognized as the supreme race.",
            "poster_path": "/wpVC1e0RVK2qRtZMFDYu1c6mHcy.jpg",
            "season_number": 14,
            "vote_average": 9.0
        },
        {
            "air_date": null,
            "episode_count": 62,
            "id": 49194,
            "name": "Punk Hazard",
            "overview": "Upon finally entering the New World, the Straw Hat Pirates immediately receive a distress call from residents of Punk Hazard, who state that a samurai is attacking them. Without hesitation, Luffy sets out to the blazing island, with Vice Admiral Smoker hot on his tail. On the supposedly death-ridden and empty island, the Straw Hats soon must contend with both the G-5 Marines, led by Vice Admiral Smoker, and the mad scientist Caesar Clown, whose deadly experiments must be stopped.",
            "poster_path": "/slTtfpqvqelTNoRTxTuiSvqWoTU.jpg",
            "season_number": 15,
            "vote_average": 9.0
        },
        {
            "air_date": null,
            "episode_count": 50,
            "id": 49195,
            "name": "Dressrosa",
            "overview": "The Straw Hat Pirates and Trafalgar Law, together with Kin'emon, Momonosuke and the captured Caesar Clown, travel to Dressrosa with the goal of taking down the nation's king, Warlord of the Sea Donquixote Doflamingo. However, they soon set into motion a series of world-changing events, as their actions interact unexpectedly with those of larger forces at play.",
            "poster_path": "/sDzpqSCuCyvKIcJADOhPD261maG.jpg",
            "season_number": 16,
            "vote_average": 9.0
        },
        {
            "air_date": null,
            "episode_count": 56,
            "id": 63735,
            "name": "Dressrosa (2)",
            "overview": "A sequence of unexpected events shakes the world order, and Doflamingo proves to be a challenge that even some of the strongest warriors cannot overcome.",
            "poster_path": "/nXyJ2Yor5VUX8Zpwf0eQbuDOsF0.jpg",
            "season_number": 17,
            "vote_average": 9.0
        },
        {
            "air_date": "2016-07-12",
            "episode_count": 55,
            "id": 78873,
            "name": "Zou",
            "overview": "After defeating Doflamingo, the Straw Hats, Trafalgar Law, Kin'emon, and Kanjuro arrive on Zou, in order to reunite with Sanji and the others. However, they discover that Sanji has been swept up in a set of personal and political entanglements and that Zou has been subjected to a siege by Jack of the Beasts Pirates.",
            "poster_path": "/wg7ngI5lw0u54xRY5FwmlvzS9cu.jpg",
            "season_number": 18,
            "vote_average": 9.0
        },
        {
            "air_date": "2017-09-05",
            "episode_count": 74,
            "id": 91905,
            "name": "Whole Cake Island",
            "overview": "Luffy, Nami, Chopper, Brook, and the minks Pekoms, Pedro, and Carrot head to Whole Cake Island, where Big Mom of the Four Emperors resides. Nicknamed the Sanji Retrieval Team, the group seeks to rescue their crewmate Sanji from his arranged marriage with Charlotte Pudding, set up to finalize a political alliance between the Charlotte Family and the Vinsmoke Family. However, during their operation, they become involved in a plot to assassinate Big Mom herself.",
            "poster_path": "/59G8pVHbFqSuAQAitdK9CKGAZXX.jpg",
            "season_number": 19,
            "vote_average": 8.9
        },
        {
            "air_date": "2019-04-03",
            "episode_count": 14,
            "id": 121027,
            "name": "Levely Arc",
            "overview": "The Straw Hat Pirates' actions against the Big Mom Pirates are revealed to the world. Luffy's group is on its way to Wano Country while the Revolutionary Army prepares for their next move. Meanwhile, royalty across the globe gathers for the Levely, without knowing that a shadow-like figure is pulling the strings of the World.",
            "poster_path": "/huF0TU9U8UIt2BaLGn6Ujbjikbg.jpg",
            "season_number": 20,
            "vote_average": 8.6
        },
        {
            "air_date": "2019-07-09",
            "episode_count": 197,
            "id": 125830,
            "name": "Wano Country Arc",
            "overview": "The Ninja-Pirate-Mink-Samurai Alliance gather their forces in Wano Country and prepare for their inevitable clash against the Beasts Pirates. The history of Kozuki Oden and his ties to Wano Country, Whitebeard and Gol D. Roger are revealed, and the Alliance assaults Onigashima to take down the allied forces of Kaidou and Big Mom once and for all. The resulting battle, as well as the events during the recent Levely, cause the world to go through dramatic changes.",
            "poster_path": "/awSahTRht2V11NKVp8KaMyd3z2v.jpg",
            "season_number": 21,
            "vote_average": 8.2
        },
        {
            "air_date": null,
            "episode_count": 19,
            "id": 364569,
            "name": "Egghead",
            "overview": "The aftermaths of both the Levely and the Raid on Onigashima, as well as the erasure of the Lulusia Kingdom, cause major shifts across the world that could lead to global war. The Straw Hat Pirates, following their Log Pose, arrive at the mysterious, futuristic island Egghead where the super genius Dr. Vegapunk resides. However, after being tipped off about Vegapunk's research into the Void Century, the World Government decides to dispatch a CP0 team to assassinate Vegapunk. Betrayal and intrigue on all sides leads to a Marine siege on the island that will escalate into an incident that will shock the world.",
            "poster_path": "/fqOUJhVYQchjaxOPHiBJ6I7Gr1l.jpg",
            "season_number": 22,
            "vote_average": 9.8
        }
    ],
    "spoken_languages": [
        {
            "english_name": "Japanese",
            "iso_639_1": "ja",
            "name": "日本語"
        }
    ],
    "status": "Returning Series",
    "tagline": "Set sail for One Piece!",
    "type": "Scripted",
    "vote_average": 8.729,
    "vote_count": 4439,
    "youtube_theme_added": 1715446455,
    "youtube_theme_added_by": "64934476",
    "youtube_theme_edited": 1715446455,
    "youtube_theme_edited_by": "64934476",
    "youtube_theme_url": "https://www.youtube.com/watch?v=IHhNTt3oxtY"
}