{
    "adult": false,
    "backdrop_path": "/wJzHFl5mq6JFbD6equTleJuzlnk.jpg",
    "created_by": [],
    "episode_run_time": [
        24
    ],
    "first_air_date": "2011-04-17",
    "genres": [
        {
            "id": 16,
            "name": "Animation"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        },
        {
            "id": 9648,
            "name": "Mystery"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        }
    ],
    "homepage": "https://www.ao-ex.com",
    "id": 38464,
    "in_production": false,
    "languages": [
        "ja"
    ],
    "last_air_date": "2025-03-23",
    "last_episode_to_air": {
        "air_date": "2025-03-23",
        "episode_number": 12,
        "episode_type": "finale",
        "id": 5955538,
        "name": "Thank You",
        "overview": "The sight of a blue flame burning in the night sky is reminiscent of “Blue Night,” but has brought about a completely different result. Now that the incidents relating to the Impure King have been concluded, those affected are moving on.",
        "production_code": "",
        "runtime": 23,
        "season_number": 5,
        "show_id": 38464,
        "still_path": "/hDe454jVBmqqOfILoCKrxpzEimK.jpg",
        "vote_average": 7.0,
        "vote_count": 1
    },
    "name": "Blue Exorcist",
    "networks": [
        {
            "id": 94,
            "logo_path": "/7RNXnyiMbjgqtPAjja13wchcrGI.png",
            "name": "MBS",
            "origin_country": "JP"
        },
        {
            "id": 160,
            "logo_path": "/lUACMATs6jcscXIrzNCQzbvNVN5.png",
            "name": "TBS",
            "origin_country": "JP"
        },
        {
            "id": 201,
            "logo_path": "/qNooLje0YQh1y3y9LUM2Y5QCtiF.png",
            "name": "CBC",
            "origin_country": "JP"
        },
        {
            "id": 343,
            "logo_path": "/9rNqtDYAnD6yTOutvHI3synSEs2.png",
            "name": "Gunma TV",
            "origin_country": "JP"
        },
        {
            "id": 614,
            "logo_path": "/hSdroyVthq3CynxTIIY7lnS8w1.png",
            "name": "Tokyo MX",
            "origin_country": "JP"
        },
        {
            "id": 861,
            "logo_path": "/JQ5bx6n7Qmdmyqz6sqjo5Fz2iR.png",
            "name": "BS11",
            "origin_country": "JP"
        },
        {
            "id": 2478,
            "logo_path": "/2v82HpzoKRveJEJcGHkeTcktMRM.png",
            "name": "Tochigi TV",
            "origin_country": "JP"
        },
        {
            "id": 3969,
            "logo_path": "/nhCsLIGjzIIp6jIFCdHN0cQEzjP.png",
            "name": "i-Television",
            "origin_country": "JP"
        },
        {
            "id": 3970,
            "logo_path": "/9coKtCf4jSNCdSqGveVFyzvjrZt.png",
            "name": "SBS",
            "origin_country": "JP"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 73,
    "number_of_seasons": 5,
    "origin_country": [
        "JP"
    ],
    "original_language": "ja",
    "original_name": "青の祓魔師",
    "overview": "Humans live in the world of Assiah, demons in Gehenna. The two dimensions are not meant to interfere with each other, but demons still possess creatures in Assiah in spite of this. The humans who can fight these demons are known as exorcists. Rin Okumura is a boy who bears the curse of being Satan's illegitimate son. His foster father sacrificed himself to save him from demons. To avenge his foster father's death as well as to prove himself, Rin decides to follow the path of an exorcist and defeat his own father, Satan. To hone his raw skills, Rin enters True Cross Academy to train with other exorcist candidates.",
    "popularity": 27.0976,
    "poster_path": "/kpNoqNmElzGUEcEoZyfFwvYXMsR.jpg",
    "production_companies": [
        {
            "id": 13113,
            "logo_path": "/xV5tPYKZhP2Ko9dOh5A3FahuKsx.png",
            "name": "A-1 Pictures",
            "origin_country": "JP"
        },
        {
            "id": 2883,
            "logo_path": "/rDYExnBV61jGQnkhVVrPN4Yl7O1.png",
            "name": "Aniplex",
            "origin_country": "JP"
        },
        {
            "id": 2918,
            "logo_path": "/gyEWUBWwqrm3H5T2hkERD9LxpOq.png",
            "name": "Shueisha",
            "origin_country": "JP"
        },
        {
            "id": 3466,
            "logo_path": "/lmCg0zarmM52wrmsZRUY0QlPKLh.png",
            "name": "movic",
            "origin_country": "JP"
        },
        {
            "id": 1778,
            "logo_path": "/b5rT6VbYza3LyfltCmz1OcqzWJM.png",
            "name": "dentsu",
            "origin_country": "JP"
        },
        {
            "id": 3363,
            "logo_path": "/sj3vD7n63bTCih7bcf6GnWvRf1Q.png",
            "name": "MBS",
            "origin_country": "JP"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "JP",
            "name": "Japan"
        }
    ],
    "seasons": [
        {
            "air_date": "2011-06-22",
            "episode_count": 13,
            "id": 49995,
            "name": "Specials",
            "overview": "",
            "poster_path": "/daqPsRSkvCgb9ntzULEkg7OW6fW.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2011-04-17",
            "episode_count": 25,
            "id": 49994,
            "name": "Season 1",
            "overview": "Humans and demons are two sides of the same coin, as are Assiah and Gehenna, their respective worlds. The only way to travel between the realms is by the means of possession, like in ghost stories. However, Satan, the ruler of Gehenna, cannot find a suitable host to possess and therefore, remains imprisoned in his world. In a desperate attempt to conquer Assiah, he sends his son instead, intending for him to eventually grow into a vessel capable of possession by the demon king.\n\nAo no Exorcist follows Rin Okumura who appears to be an ordinary, somewhat troublesome teenager—that is until one day he is ambushed by demons. His world turns upside down when he discovers that he is in fact the very son of Satan and that his demon father wishes for him to return so they can conquer Assiah together. Not wanting to join the king of Gehenna, Rin decides to begin training to become an exorcist so that he can fight to defend Assiah alongside his brother Yukio.",
            "poster_path": "/4T0R9hSoYaDnxHoSh91BXpoPYWi.jpg",
            "season_number": 1,
            "vote_average": 7.5
        },
        {
            "air_date": "2017-01-05",
            "episode_count": 12,
            "id": 83093,
            "name": "Kyoto Saga",
            "overview": "The ExWire of True Cross Academy are beset with shock and fear in the aftermath of discovering that one of their own classmates, Rin Okumura, is the son of Satan. But for the moment, they have more pressing concerns than that of Rin's parentage: the left eye of the Impure King, a powerful demon, has been stolen from the academy's Deep Keep. After an attempt is made to steal the right eye in Kyoto as well, Rin and the other ExWires are sent to investigate the mystery behind the Impure King and the ultimate goal of the thief.\n\nWhile this mission has them cooperating for the time being, Rin has never felt more distant from his fellow exorcists. In his attempt to reconcile with them, he undergoes specialized training to control his dark power. However, when the right eye is stolen not long after their arrival, the unthinkable threat of a traitor amongst them leaves them in need of all the power they can get.",
            "poster_path": "/kV7D8anI8f1ME6TVgnn3vUrrRg1.jpg",
            "season_number": 2,
            "vote_average": 8.7
        },
        {
            "air_date": "2024-01-07",
            "episode_count": 12,
            "id": 356339,
            "name": "-Shimane Illuminati Saga-",
            "overview": "At True Cross Academy, Rin Okumura unknowingly comes across the first signs that something is amiss; ordinary people have been gaining the ability to perceive the invisible creatures that roam the human realm, Assiah. While Rin sees this as an opportunity to make a new friend, his twin brother, Yukio, is more burdened than ever. He has remained silent about his awakened powers, unable to understand their scale or significance.\n\nWhile Rin and his friends prepare for the annual Exorcist Certification Exam, the True Cross Order has uncovered the first artificial gate to the demonic realm of Gehenna. Witnessing its size and the advanced technology that made it possible, the exorcists realize they are now dealing with the Illuminati, an extremely wealthy and powerful organization. Moreover, the inscrutable Illuminati have planted three spies in the True Cross Order—and one may be hiding among the aspiring exorcists sworn to protect mankind from the demonic threat.",
            "poster_path": "/ztzxPzzSYVscJTPgLigJknmLdV6.jpg",
            "season_number": 3,
            "vote_average": 7.4
        },
        {
            "air_date": "2024-10-06",
            "episode_count": 12,
            "id": 393986,
            "name": "-Beyond the Snow Saga-",
            "overview": "Demonic activity worldwide has significantly increased due to the involvement and corrupt practices of the Illuminati. To combat the unnatural influx of demons, the Vatican Headquarters decides to hold the annual Exorcist Certification Exam early and allow for as many exorcists as possible to take up the mantle.\n\nStraight from the Vatican, one of the most powerful exorcists, Lewin \"Lightning\" Light, arrives at True Cross Academy to help prepare the students for the exam. The ease and mastery with which Lewin performs exorcisms quickly impresses Ryuuji \"Bon\" Suguro, who has lost his ambition to continue his studies, and Lewin surprisingly accepts him as his apprentice. Amid the worsening situation, twin brothers Rin and Yukio Okumura are sent to locate the recently missing exorcist Shura Kirigakure, who seems to be chained to a decades-long contract with a powerful, immortal demon hiding in Aomori Prefecture's dangerous, snowy mountains.",
            "poster_path": "/xo7GHGKk6If31Xtp1ob8tuAWrmf.jpg",
            "season_number": 4,
            "vote_average": 8.8
        },
        {
            "air_date": "2025-01-05",
            "episode_count": 12,
            "id": 431042,
            "name": "-The Blue Night Saga-",
            "overview": "Unlike his twin brother, Yukio, Rin Okumura never wished to know about their parents and the circumstances surrounding his own birth. Yet the master of time, Mephisto Pheles, gives Rin a key that transports him 40 years into the past when his late mother, Yuri Frederick Egin, was merely a child. With Mephisto's guidance, Rin leaps through the years of Yuri's childhood and her adolescence as an exorcist-in-training.\n\nEarly on, Yuri meets Shirou Fujimoto, Rin and Yukio's adoptive father. As Rin follows Yuri and Shirou's lives, he witnesses firsthand the initial appearances of Satan, his true father, and the horrors unfolding at the True Cross Order's special Section 13. Yuri's unique connection to Satan eventually leads Rin to the truth behind the most horrific event in exorcist history and the day he and Yukio were born—the Blue Night.",
            "poster_path": "/qxnOomFinME9qqImDUgOZ0kdkOU.jpg",
            "season_number": 5,
            "vote_average": 7.5
        }
    ],
    "spoken_languages": [
        {
            "english_name": "Japanese",
            "iso_639_1": "ja",
            "name": "日本語"
        }
    ],
    "status": "Ended",
    "tagline": "",
    "type": "Scripted",
    "vote_average": 7.862,
    "vote_count": 508,
    "youtube_theme_added": 1717731285,
    "youtube_theme_added_by": "171479156",
    "youtube_theme_edited": 1717731285,
    "youtube_theme_edited_by": "171479156",
    "youtube_theme_url": "https://www.youtube.com/watch?v=nKTLOdjWBCM"
}