{
    "adult": false,
    "backdrop_path": "/u04AvxFIDgL9JSd9xoVNK3BoBEd.jpg",
    "created_by": [
        {
            "credit_id": "5258f00b760ee346618f6892",
            "gender": 2,
            "id": 38023,
            "name": "Michael Patrick King",
            "original_name": "Michael Patrick King",
            "profile_path": "/oSSgEuyYBhPbwR8FF4ayrVI6EU0.jpg"
        },
        {
            "credit_id": "5258f00b760ee346618f6898",
            "gender": 1,
            "id": 66555,
            "name": "Whitney Cummings",
            "original_name": "Whitney Cummings",
            "profile_path": "/eZFqm8ydIZWc9cTxjyI2f2jTdlU.jpg"
        }
    ],
    "episode_run_time": [
        25
    ],
    "first_air_date": "2011-09-19",
    "genres": [
        {
            "id": 35,
            "name": "Comedy"
        }
    ],
    "homepage": "http://www.cbs.com/shows/2_broke_girls/",
    "id": 39340,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "2017-04-17",
    "last_episode_to_air": {
        "air_date": "2017-04-17",
        "episode_number": 21,
        "episode_type": "standard",
        "id": 1301832,
        "name": "And 2 Broke Girls: The Movie",
        "overview": "The women and the diner gang prepare for the premiere of the film about Caroline's life; Caroline and Max contemplate their future at the diner.",
        "production_code": "622",
        "runtime": 25,
        "season_number": 6,
        "show_id": 39340,
        "still_path": "/cHoCpV0xRBdeCZlOtotLoHa05ID.jpg",
        "vote_average": 7.333,
        "vote_count": 6
    },
    "name": "2 Broke Girls",
    "networks": [
        {
            "id": 16,
            "logo_path": "/wju8KhOUsR5y4bH9p3Jc50hhaLO.png",
            "name": "CBS",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 137,
    "number_of_seasons": 6,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "2 Broke Girls",
    "overview": "Comedy about the unlikely friendship that develops between two very different young women who meet waitressing at a diner in trendy Williamsburg, Brooklyn, and form a bond over one day owning their own successful cupcake business. Only one thing stands in their way – they’re broke.",
    "popularity": 21.8404,
    "poster_path": "/wW1SDEoZ6pDfnSkVQuXwOo8ICep.jpg",
    "production_companies": [
        {
            "id": 10614,
            "logo_path": "/rcJBuKPxD8lm9c02G72OicEyiyU.png",
            "name": "Michael Patrick King Productions",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2011-09-19",
            "episode_count": 24,
            "id": 50757,
            "name": "Season 1",
            "overview": "One's street-smart and working-class born; the other's book smart and nouveau bankrupt. Together, unlikely roommates and unlikelier friends Max and Caroline are two broke girls waiting tables in a Brooklyn diner while trying to save $250,000 to start a cupcake business. It won't be easy, but the pair's outrageous saucy humor and bossoming friendship make chasing the American dream a priceless adventure.",
            "poster_path": "/jJ2YH6bE7N4Pq3wYSbMhSl1fA6h.jpg",
            "season_number": 1,
            "vote_average": 7.0
        },
        {
            "air_date": "2012-09-24",
            "episode_count": 24,
            "id": 50759,
            "name": "Season 2",
            "overview": "Best friends Max and Caroline are still waiting tables in Brooklyn, but the future looks bright for their start-up business venture. There’s a boost from a famous television personality’s review of Max’s cupcakes, a lucky break in real estate, and a surprise influx of cash, resulting in the grand opening of Max’s Homemade Cupcakes!\n\nBut success doesn’t happen overnight. There are rat droppings to be dealt with. Plus ex-boyfriends and a new flame. Not to mention long nights packing a pastry gun. And that eviction notice.",
            "poster_path": "/f82336pIl0JppdSPnIiqAc8BN0z.jpg",
            "season_number": 2,
            "vote_average": 7.2
        },
        {
            "air_date": "2013-09-23",
            "episode_count": 24,
            "id": 50760,
            "name": "Season 3",
            "overview": "The third season of 2 Broke Girls serves up sweet surprises for two of Brooklyn’s hottest waitresses, Max and Caroline. They’ve got a new cupcake business at the diner’s back walk-up window, and Caroline and Max negotiate a work-study program at the Manhattan School of Pastry: Caroline works in the office so Max can study professional baking. Plus, love – and the aroma of freshly cooked tarts – is in the air! Caroline has the hots for the school’s hunky master chef and Max falls head over sticky buns for the outrageous class clown. The girls still worry about money – but their friendship is worth a million bucks.",
            "poster_path": "/4uAQYgOhiK8AdjKovg2a200rMhY.jpg",
            "season_number": 3,
            "vote_average": 7.1
        },
        {
            "air_date": "2014-10-27",
            "episode_count": 22,
            "id": 63042,
            "name": "Season 4",
            "overview": "The comedic duo that goes together like cupcakes and frosting is back in business and more hilarious than ever! It’s season 4 of 2 Broke Girls where Max and Caroline, friends and roommates who work together at a Brooklyn diner, dish up sarcasm and smarts. They also have their own start-up business selling Max’s Homemade Cupcakes at the diner’s pop-up window, where they dish up the laughs. Lots and lots of laughs.",
            "poster_path": "/7cyf7RMqQdXS68yRGrVULeNvIsy.jpg",
            "season_number": 4,
            "vote_average": 6.3
        },
        {
            "air_date": "2015-11-12",
            "episode_count": 22,
            "id": 71719,
            "name": "Season 5",
            "overview": "Caroline sells her life story to a film producer for $250,000.[6] She uses most of the money to expand their old cupcake space into the adjacent pizza shop, converting it into a dessert bar. The remaining $30,000 is used to purchase part ownership of the diner to help Han pay off his debts from gambling on women's tennis. While in Hollywood with Caroline consulting on her life story script, Max meets her second major love interest in the series, a Los Angeles-based \"lawyer to the stars\" named Randy. Meanwhile, despite her advancing age, Sophie becomes pregnant with Oleg's child",
            "poster_path": "/m0F3nVq0bZL4Hl68Vtjpa5rIxZ5.jpg",
            "season_number": 5,
            "vote_average": 6.4
        },
        {
            "air_date": "2016-10-10",
            "episode_count": 21,
            "id": 80913,
            "name": "Season 6",
            "overview": "Sophie and Oleg welcome their baby daughter Barbara to the world. Randy returns to briefly continue his relationship with Max, but it does not work out. Randy wants Max to move to California, but Max, publicly acknowledging her strong friendship with Caroline for the first time, says she cannot do so because she has important people in her life now. Meanwhile, Caroline meets Bobby, a contractor who rebuilds the dessert bar after a storm, and the two start a relationship. By the end of the season, the movie about Caroline's life has been made (albeit with some \"creative license\" changes), but Caroline destroys a $10,000 on-loan dress at the premiere, which wipes out both her and Max's combined savings and returns them to \"broke\" status. Randy comes back to New York, this time permanently, and proposes to Max, who accepts",
            "poster_path": "/qCa4ANpF1QOioqRUNHgk2B3KFMZ.jpg",
            "season_number": 6,
            "vote_average": 6.4
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Canceled",
    "tagline": "",
    "type": "Scripted",
    "vote_average": 7.2,
    "vote_count": 1642,
    "youtube_theme_added": 1719322808,
    "youtube_theme_added_by": "154247555",
    "youtube_theme_edited": 1719322808,
    "youtube_theme_edited_by": "154247555",
    "youtube_theme_url": "https://www.youtube.com/watch?v=LQXvGGzueWA"
}