{
    "adult": false,
    "backdrop_path": "/szVERsTFAv2GzmonVNIuJTVA0DO.jpg",
    "created_by": [
        {
            "credit_id": "65753e13564ec700acd420a3",
            "gender": 0,
            "id": 1221440,
            "name": "Akiyoshi Hongo",
            "original_name": "Akiyoshi Hongo",
            "profile_path": null
        }
    ],
    "episode_run_time": [
        22
    ],
    "first_air_date": "2006-04-02",
    "genres": [
        {
            "id": 16,
            "name": "Animation"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        }
    ],
    "homepage": "https://www.toei-anim.co.jp/tv/digimon_s/",
    "id": 39980,
    "in_production": false,
    "languages": [
        "ja"
    ],
    "last_air_date": "2007-03-25",
    "last_episode_to_air": {
        "air_date": "2007-03-25",
        "episode_number": 48,
        "episode_type": "finale",
        "id": 1939600,
        "name": "The Ultimate Farewell",
        "overview": "Humans and digimon all over town invoke the light of their DNAs to answer DATS' plea for help. When the hearts of all humans and digimon become one, Marcus & Agumon activate Burst Mode and deal the decisive punch to destroy Yggdrasil. Yggdrasil concedes defeat, acknowledging that humans and digimon hold potential for growth as long as both stand together. The collision between both worlds stops, and all DATS are reunited with their loved ones in celebration. But not all is joy, as the Digimon must return to help rebuild the Digital World. Each of the DATS digimon spend their last day on Earth together with their human partners. As the day of the parting comes, Marcus arrives telling Agumon he's coming with it to the Digital World. Five years later, Kristy and Keenan attend middle school together; Thomas received the Nobel Prize for curing Relena's illness; Yoshi has become a police officer; and both Marcus and Agumon have became the number one street fighters of the Digital World.",
        "production_code": "",
        "runtime": 22,
        "season_number": 1,
        "show_id": 39980,
        "still_path": "/7Bvw5nlLJvbJYW6RdcLOMSz2ApJ.jpg",
        "vote_average": 0.0,
        "vote_count": 0
    },
    "name": "Digimon Data Squad",
    "networks": [
        {
            "id": 1,
            "logo_path": "/4x4GsmRmSLLL0RVNKsoqAVH43tz.png",
            "name": "Fuji TV",
            "origin_country": "JP"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 48,
    "number_of_seasons": 1,
    "origin_country": [
        "JP"
    ],
    "original_language": "ja",
    "original_name": "デジモンセイバーズ",
    "overview": "Masaru, is a second year Junior High student, and is undefeated in  battle, He meets the Digital Monster Agumon, who has escaped from DATS,  a secret government organization. Despite terrible first impressions,  the two become best friends by talking with their \"fists\". With others,  Masaru and Agumon work to investigate various incidents involving the  Digital World and Digital Monsters, to try and get to the bottom of  things.",
    "popularity": 81.908,
    "poster_path": "/z89uzZ0b81zMt9E8qUXCRLa8uBc.jpg",
    "production_companies": [
        {
            "id": 5542,
            "logo_path": "/ayE4LIqoAWotavo7xdvYngwqGML.png",
            "name": "Toei Animation",
            "origin_country": "JP"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "JP",
            "name": "Japan"
        }
    ],
    "seasons": [
        {
            "air_date": "2006-04-02",
            "episode_count": 48,
            "id": 110079,
            "name": "Season 1",
            "overview": "The Digital Accident Tactics Squad (DATS) is a government organization that consists members for the team, including Marcus Damon, Agumon, Thomas H. Norstein, Gaomon, Yoshino \"Yoshi\" Fujieda, Lalamon, Keenan Crier and Falcomon. The organization sends any Digimon back to the Digital World.\n\nMarcus learns that Merukimon is opposing mankind. However, the past is revealed that scientist Akihiro Kurata was responsible for invading the Digital World. Kurata gained the support of the government about opposing all Digimon species, claiming they were a threat to mankind. Kurata frees and awakens Belphemon, one of the Seven Great Demon Lords. When he merges with him, Marcus defeats them. Before dying, Kurata uses a bomb to make the Digital World merging with the human world. While BanchoLeomon prevents the collision, he asks Marcus to stop King Drasil (Yggdrasil), the supreme ruler who attempts to protect the Digital World by destroying mankind, since they cannot exist in both dimensions. Marcus realizes that his father, Spencer, was trapped in the Digital World for ten years, because Drasil possessed Spencer's body and BanchoLeomon kept the latter's soul. After Marcus destroys Drasil, Spencer's soul returns to his body.\n\nWith both worlds restored, all Digimon partners return to their own world. Five years later, Marcus and his friends embrace their future.",
            "poster_path": "/dbv6ItLWbEPO5UcI5rEjArrNQFz.jpg",
            "season_number": 1,
            "vote_average": 0.0
        }
    ],
    "spoken_languages": [
        {
            "english_name": "Japanese",
            "iso_639_1": "ja",
            "name": "日本語"
        }
    ],
    "status": "Ended",
    "tagline": "",
    "type": "Scripted",
    "vote_average": 7.788,
    "vote_count": 104,
    "youtube_theme_added": 1717732434,
    "youtube_theme_added_by": "171479156",
    "youtube_theme_edited": 1717732434,
    "youtube_theme_edited_by": "171479156",
    "youtube_theme_url": "https://www.youtube.com/watch?v=M0KsrADzag4"
}