{
    "adult": false,
    "backdrop_path": "/w00lfexrsOeR25dO4hsWhbcUnmD.jpg",
    "created_by": [
        {
            "credit_id": "52575f23760ee36aaa2d0874",
            "gender": 2,
            "id": 12524,
            "name": "Chris Carter",
            "original_name": "Chris Carter",
            "profile_path": "/337NCxg7LjASvvdzV8BkY0h2Ygx.jpg"
        }
    ],
    "episode_run_time": [],
    "first_air_date": "1993-09-10",
    "genres": [
        {
            "id": 9648,
            "name": "Mystery"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        },
        {
            "id": 80,
            "name": "Crime"
        }
    ],
    "homepage": "http://www.fox.com/the-x-files",
    "id": 4087,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "2018-03-21",
    "last_episode_to_air": {
        "air_date": "2018-03-21",
        "episode_number": 10,
        "episode_type": "finale",
        "id": 1433268,
        "name": "My Struggle IV",
        "overview": "Mulder and Scully rush to find an on-the-run William while the Cigarette Smoking Man pushes forward with his ultimate plan.",
        "production_code": "2AYW10",
        "runtime": 44,
        "season_number": 11,
        "show_id": 4087,
        "still_path": "/1jCRR1msHiLIrkhDicjZ4wbeoA0.jpg",
        "vote_average": 6.3,
        "vote_count": 33
    },
    "name": "The X-Files",
    "networks": [
        {
            "id": 19,
            "logo_path": "/1DSpHrWyOORkL9N2QHX7Adt31mQ.png",
            "name": "FOX",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 218,
    "number_of_seasons": 11,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "The X-Files",
    "overview": "The exploits of FBI Special Agents Fox Mulder and Dana Scully who investigate X-Files: marginalized, unsolved cases involving paranormal phenomena. Mulder believes in the existence of aliens and the paranormal while Scully, a skeptic, is assigned to make scientific analyses of Mulder's discoveries that debunk Mulder's work and thus return him to mainstream cases.",
    "popularity": 50.4941,
    "poster_path": "/rcBx0p8h51LHceyhquYMxbspJQu.jpg",
    "production_companies": [
        {
            "id": 545,
            "logo_path": null,
            "name": "Ten Thirteen Productions",
            "origin_country": "US"
        },
        {
            "id": 1556,
            "logo_path": "/31h94rG9hzjprXoYNy3L1ErUya2.png",
            "name": "20th Century Fox Television",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": null,
            "episode_count": 115,
            "id": 12087,
            "name": "Specials",
            "overview": "",
            "poster_path": "/2Snk0D67ZsSoPdG88KSP1Uuedsi.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "1993-09-10",
            "episode_count": 24,
            "id": 12078,
            "name": "Season 1",
            "overview": "Two agents from vastly different backgrounds join forces to solve cases the FBI has labeled X-Files, involving paranormal or unexplained phenomena. Both are determined to uncover hidden truths — one searching for otherworldly answers, the other for more earthbound scientific explanations. Together they will make discoveries neither could have ever imagined.",
            "poster_path": "/18qw1aoFAumYaXCGGi3cw6zhmfj.jpg",
            "season_number": 1,
            "vote_average": 7.5
        },
        {
            "air_date": "1994-09-16",
            "episode_count": 25,
            "id": 12079,
            "name": "Season 2",
            "overview": "The X-Files has been shut down and Mulder and Scully are separated. Scully finds herself teaching classes at the FBI Academy in Quantico, Virginia, while Mulder is assigned to surveillance duty. With Agent Alex Krycek as his new partner, and the mysterious X as his new source of information, Mulder struggles to keep his search for the truth alive. But ironically it is Scully who experiences the close encounter Mulder has longed for, taking a journey that will ultimately bring the two agents back together and forging a bond that will make them closer than ever before.",
            "poster_path": "/8xZ1Zf82CclxaltP6grBRtR7Nwg.jpg",
            "season_number": 2,
            "vote_average": 7.6
        },
        {
            "air_date": "1995-09-22",
            "episode_count": 24,
            "id": 12080,
            "name": "Season 3",
            "overview": "Mulder is missing and assumed dead . . . although Scully experiences a vision in which he is still alive. Yet even as they are reunited, each must deal with an additional personal loss, tragedies that ultimately serve to strengthen their connection to each other. And they soon find themselves depending on that strength as familiar foes resurface and preconceived notions are shattered.",
            "poster_path": "/5MUaZbR136JMbvZTBEQY93EbVHv.jpg",
            "season_number": 3,
            "vote_average": 7.6
        },
        {
            "air_date": "1996-10-04",
            "episode_count": 24,
            "id": 12081,
            "name": "Season 4",
            "overview": "The prophetic words of the alien Bounty Hunter resonate throughout the fourth season, beginning with the near death of Mulder's mother and the murder of the mysterious X. Even the return of Alex Krycek and the alien black oil are overshadowed by Scully's cancer. Then the tragic reappearance of Max Fenig leads to the death of a fellow FBI agent. Yet even as these events strengthen Mulder's belief in a growing conspiracy, a startling truth revealed to Scully plunges him into a crisis of faith which could prove his ultimate undoing.",
            "poster_path": "/zY5Olgc4qFFX9ecUjEa8JKFSu7R.jpg",
            "season_number": 4,
            "vote_average": 7.5
        },
        {
            "air_date": "1997-11-02",
            "episode_count": 20,
            "id": 12082,
            "name": "Season 5",
            "overview": "Even as Scully’s genetically altered DNA brings her closer to the brink of death, government agent Michael Kritschgau helps Mulder in the search for a cure, partly to atone for his own involvement with perpetrating the alien hoax. Scully’s DNA comes into play once again when she discovers she is the mother of a little girl named Emily, an incident that could only be related to her abduction years earlier. But in the end it is a young boy named Gibson Praise whose body may contain genetic proof of man’s relationship to an alien race — and who may hold the key to unlocking the mysteries of the X-Files.",
            "poster_path": "/vsmzzFgNPXlzOywz295XbLzx2Vf.jpg",
            "season_number": 5,
            "vote_average": 7.5
        },
        {
            "air_date": "1998-11-08",
            "episode_count": 22,
            "id": 12083,
            "name": "Season 6",
            "overview": "When a terrorist bomb destroys a building in Dallas, Texas FBI agents Fox Mulder and Dana Scully are drawn into a dangerous conspiracy surpassing anything they’ve ever encountered. With the dubious assistance of a paranoid doctor, Mulder and Scully risk their careers and their lives to hunt down a deadly virus which may be extraterrestrial in origin — and could destroy all life on Earth.",
            "poster_path": "/wIY0Se578f1rMFlNVnJ0zrXkFJq.jpg",
            "season_number": 6,
            "vote_average": 7.6
        },
        {
            "air_date": "1999-11-07",
            "episode_count": 22,
            "id": 12084,
            "name": "Season 7",
            "overview": "As Mulder lies in a neurological unit, his brain under attack by a deadly onslaught of electrical impulses, Scully struggles to decipher strange symbols covering a spacecraft found submerged off West Africa's Ivory Coast. But the connection between these two phenomena is just the first of many challenges the agents are destined to confront. For they are about to enter a time of closure and a time of new beginnings. For Mulder there's the death of his mother and Diana Fowley, and the end of his search for his abducted sister, Samantha. For Scully it is a time to face her own personal demons, among them the return of death fetishist Donnie Pfaster. Yet just as Scully faces the ultimate new beginning, the ultimate horror occurs — the abduction of Mulder.",
            "poster_path": "/lfqC1zszFvUY3GJI0pSj4JamLwK.jpg",
            "season_number": 7,
            "vote_average": 7.1
        },
        {
            "air_date": "2000-11-05",
            "episode_count": 21,
            "id": 12085,
            "name": "Season 8",
            "overview": "After Mulder’s disappearance, Scully returns to FBI headquarters to find Special Agent John Doggett heading up a FBI manhunt for her partner. Knowing that type of search will prove futile, Scully and Skinner turn to the Lone Gunmen in hopes of uncovering information about additional UFO activity around the time of Mulder’s disappearance. Although such information leads them to Gibson Praise, the man with Gibson, a man who appears to be Mulder, is in fact an alien bounty hunter. Finally realizing that Mulder will not be found so easily, Agent Doggett is officially assigned to the X-Files. Now, after all she has been through with Mulder, it is Scully who is “the believer” and who must find a way to work with “the skeptic,” John Doggett.",
            "poster_path": "/jOzHVvM8PKtyEToE7L3H46jJicQ.jpg",
            "season_number": 8,
            "vote_average": 7.1
        },
        {
            "air_date": "2001-11-11",
            "episode_count": 20,
            "id": 12086,
            "name": "Season 9",
            "overview": "Aware his presence only puts Scully and William in jeopardy Mulder once again disappears — but at least this time it is his own choice. A frustrated Agent Doggett tries to find Mulder so he can proceed with his investigation against Deputy Director Kersh, but Scully and Skinner finally convince him to drop his case. Yet even as Scully helps Agent Doggett and Agent Reyes on some of their cases she realizes William is still in danger. When she learns a religious cult wants her son dead she turns to the Lone Gunmen. But even they cannot prevent William from being kidnapped, a fact which forces Scully to make a painful decision. Yet even in her darkest hour she receives word that Mulder has been found — and is being held in a military brig for the murder of a man who cannot die.",
            "poster_path": "/d3GXgDS7oyUjwDUKoECDRF0OOZR.jpg",
            "season_number": 9,
            "vote_average": 6.7
        },
        {
            "air_date": "2016-01-24",
            "episode_count": 6,
            "id": 68296,
            "name": "Season 10",
            "overview": "",
            "poster_path": "/4Co0xiBkCRsm8hQa5JM6HUSpcAO.jpg",
            "season_number": 10,
            "vote_average": 6.7
        },
        {
            "air_date": "2018-01-03",
            "episode_count": 10,
            "id": 93959,
            "name": "Season 11",
            "overview": "",
            "poster_path": "/ooKC8WqniGNdbf9gv7neBkBPCCt.jpg",
            "season_number": 11,
            "vote_average": 6.7
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Ended",
    "tagline": "The truth is out there.",
    "type": "Scripted",
    "vote_average": 8.4,
    "vote_count": 3377,
    "youtube_theme_added": 1719322258,
    "youtube_theme_added_by": "154247555",
    "youtube_theme_edited": 1719322258,
    "youtube_theme_edited_by": "154247555",
    "youtube_theme_url": "https://www.youtube.com/watch?v=v4-GcS1UQyg"
}