{
    "adult": false,
    "backdrop_path": "/wHzAEm93xEQ3UOGThif9GqfSOnW.jpg",
    "created_by": [],
    "episode_run_time": [
        30
    ],
    "first_air_date": "2012-03-21",
    "genres": [
        {
            "id": 10764,
            "name": "Reality"
        },
        {
            "id": 35,
            "name": "Comedy"
        }
    ],
    "homepage": "http://www.aetv.com/duck-dynasty",
    "id": 42738,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "2017-04-05",
    "last_episode_to_air": {
        "air_date": "2017-04-05",
        "episode_number": 16,
        "episode_type": "finale",
        "id": 1300316,
        "name": "Looking Back and Talking Quack",
        "overview": "The Robertson family takes a look back at 130 episodes of Duck Dynasty, discussing their favorite memories from the series and how the show changed their lives, as well as revealing some moments never before seen on television.",
        "production_code": "",
        "runtime": 30,
        "season_number": 11,
        "show_id": 42738,
        "still_path": null,
        "vote_average": 0.0,
        "vote_count": 0
    },
    "name": "Duck Dynasty",
    "networks": [
        {
            "id": 129,
            "logo_path": "/ptSTdU4GPNJ1M8UVEOtA0KgtuNk.png",
            "name": "A&E",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 131,
    "number_of_seasons": 11,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "Duck Dynasty",
    "overview": "At first glance the Robertsons look like a typical Louisiana family who lives for duck hunting season. A closer look, however, reveals they live very well because of duck hunting season. The Robertsons own and operate Duck Commanders, which specializes in fabricating duck calls and decoys out of salvaged swamp wood. The company has grown from a mom-and-pop operation to a multimillionaire sporting empire, established in 1973 by family patriarch Phil (aka the Duck Commander) and now run by his business-savvy son, Willie. \"Duck Dynasty\" follows the Robertsons and their booming business, which also employs Willie's wife, Korie, his brother Jase and Uncle Si, a Vietnam vet and colorful character who keeps the guys in the workshop occupied with his many stories.",
    "popularity": 39.313,
    "poster_path": "/jTXJFP9E9jo5SsGbhFs5L3WWUNX.jpg",
    "production_companies": [
        {
            "id": 25778,
            "logo_path": null,
            "name": "Gurney Productions",
            "origin_country": ""
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2013-08-11",
            "episode_count": 3,
            "id": 52334,
            "name": "Specials",
            "overview": "",
            "poster_path": null,
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2012-03-21",
            "episode_count": 15,
            "id": 52331,
            "name": "Season 1",
            "overview": "Ask anyone in Louisiana and they ll tell you that the Bayou State's favorite first family doesn't live in the governor's mansion but in the backwoods. Meet the Robertsons, who run Duck Commander, a homegrown mom-and-pop turned sporting empire selling top-of-the-line duck calls and decoys out of salvaged swamp wood. Their rags-to-riches story unfolds weekly on the hit show DUCK DYNASTY on A&amp;E. There s business-savvy Willie, brother Jase, their respective wives Korie and Missy, patriarch and Duck Commander founder Phil, and Uncle Si. Dressed in camouflage and bandanas, this crew shows the world how a family can work together and be a success at the same time. Their booming business employs half the neighborhood, and each day brings a new set of challenges, but this clan meets them with a special brand of Southern know-how and humor. At the end of the day, the whole family enjoys some down-home time at matriarch Miss Kay's dinner table, ready to do it all again the next. See for yourself why DUCK DYNASTY has won millions of viewers and fans across America.",
            "poster_path": "/iHtjRruKlGSUzPqee7BXHKOyPbj.jpg",
            "season_number": 1,
            "vote_average": 0.0
        },
        {
            "air_date": "2012-10-10",
            "episode_count": 13,
            "id": 52332,
            "name": "Season 2",
            "overview": "In Season 2, Volume 1, of the hit series \"Duck Dynasty\" on A&amp;E,  Louisiana's bearded, camouflage-clad millionaires continue to live out  the American dream while staying true to their rugged outdoorsman  lifestyle and Southern roots. Ask anyone in Louisiana and they'll tell  you that the bayou state's favorite first family doesn't live in the  governor's mansion but in the backwoods, where the Robertsons' rags  -to-riches story is still unfolding. A homegrown mom-and-pop operation,  Duck Commander has become a sporting empire by fabricating top-of-the-  line duck calls and decoys out of salvaged swamp wood. This newly-minted  multimillionaire family is kept in line by business-savvy Willie, who  runs Duck Commander with the help of his brother Jase, their respective  wives Korie and Missy, patriarch and founder of the company, Phil, and  uncle Si. Together they run a booming business that employs half their  neighborhood, but at the end of the day you can find the whole family  around matriarch Miss Kay's dinner table. Each episode brings a new set  of challenges, met with a special brand of Southern know-how and a  down-home sense of humor.",
            "poster_path": "/cK7JpGNVWhy3gWRtPJOHm2PwpeC.jpg",
            "season_number": 2,
            "vote_average": 0.0
        },
        {
            "air_date": "2013-02-27",
            "episode_count": 13,
            "id": 52333,
            "name": "Season 3",
            "overview": "The Robertsons have quickly become America’s favorite backwoods family.  This close-knit clan has made a fortune selling duck calls, turning  their backyard business into a multimillion-dollar sporting empire. But  for Willie Robertson, the company’s CEO, running a family operation can  be tough when all your employees live one distraction at a time and find  any excuse to leave the warehouse.  Of course, in this DUCK  DYNASTY, these challenges and even the most ordinary affairs are met  with a special Robertson twist of down-home practicality, wit and humor.  They may be living the rags-to-riches American dream, but they always  stay true to their rugged, modest, outdoor lifestyle and their deep  Southern roots. Day-to-day life in the bayou may be mundane for some,  but for the Robertsons, every day brings a new adventure.",
            "poster_path": "/riKlxuzpWWcPWHsM6RjPek3dvFF.jpg",
            "season_number": 3,
            "vote_average": 0.0
        },
        {
            "air_date": "2013-08-14",
            "episode_count": 11,
            "id": 52335,
            "name": "Season 4",
            "overview": "Hold on to your hunting hats! The Robertsons are back in Season 4 of  Duck Dynasty and they’ve have never had so much Southern charm.\r\nThis season, it's a family affair as everyone comes together to throw a surprise vow renewal for Phil and Kay. And when the guys and their wives realize Martin is foregoing poker for a date, they all take turns coaching him for romance. Meanwhile, Phil tries to teach his granddaughters how to fish, but the girls outsmart him and have him doing all the work. Later, he and Kay teach Sadie and John Luke how to make Mayhaw jelly. Th guy's antics continue as they attempt to make duck jerky, and a series of \"gentleman's bets\" leads them to the ultimate challenge of helping Phil get a wheelbarrow down from a tree.",
            "poster_path": "/uVGX093Gq6yvk4FL2SOp37FK36o.jpg",
            "season_number": 4,
            "vote_average": 0.0
        },
        {
            "air_date": "2014-01-15",
            "episode_count": 10,
            "id": 59875,
            "name": "Season 5",
            "overview": "",
            "poster_path": "/7xfljACzAhyYDYJH6BAG8PLeXx9.jpg",
            "season_number": 5,
            "vote_average": 0.0
        },
        {
            "air_date": "2014-06-11",
            "episode_count": 9,
            "id": 64207,
            "name": "Season 6",
            "overview": "",
            "poster_path": "/12GRQFvfyJOKDSq4jktXfrWlpaC.jpg",
            "season_number": 6,
            "vote_average": 0.0
        },
        {
            "air_date": "2014-11-19",
            "episode_count": 10,
            "id": 63532,
            "name": "Season 7",
            "overview": "",
            "poster_path": "/ovykD35eqB6aJedVDTbJiHIhW54.jpg",
            "season_number": 7,
            "vote_average": 0.0
        },
        {
            "air_date": "2015-06-24",
            "episode_count": 9,
            "id": 67997,
            "name": "Season 8",
            "overview": "",
            "poster_path": "/7uCLi63NQvwVzGWS8vavwjK2q6F.jpg",
            "season_number": 8,
            "vote_average": 0.0
        },
        {
            "air_date": "2016-01-13",
            "episode_count": 11,
            "id": 73812,
            "name": "Season 9",
            "overview": "",
            "poster_path": "/gAHmQfaCC9RowhQQN53N1BePUEO.jpg",
            "season_number": 9,
            "vote_average": 0.0
        },
        {
            "air_date": "2016-07-06",
            "episode_count": 14,
            "id": 78275,
            "name": "Season 10",
            "overview": "",
            "poster_path": "/mv8HvHaSSZH1ifcouwIOjit5cuF.jpg",
            "season_number": 10,
            "vote_average": 0.0
        },
        {
            "air_date": "2016-11-16",
            "episode_count": 16,
            "id": 82160,
            "name": "Season 11",
            "overview": "",
            "poster_path": "/uTvQsEeWh3lzipGEshMxMddaRpe.jpg",
            "season_number": 11,
            "vote_average": 0.0
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Canceled",
    "tagline": "",
    "type": "Reality",
    "vote_average": 6.3,
    "vote_count": 89,
    "youtube_theme_added": 1704918477,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1704918477,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=e4RfZojIyhA"
}