{
    "adult": false,
    "backdrop_path": "/mCZEHiyPkmsw3MDBNuiN5z85gs8.jpg",
    "created_by": [
        {
            "credit_id": "650c3cef44ea5400c631d411",
            "gender": 0,
            "id": 3431248,
            "name": "Derek Smith",
            "original_name": "Derek Smith",
            "profile_path": null
        },
        {
            "credit_id": "650c3d1c3d745400c4a1744b",
            "gender": 2,
            "id": 1236943,
            "name": "Andy Wilman",
            "original_name": "Andy Wilman",
            "profile_path": "/3N1V7RnkHNaOjAvJaqaLYIvbaBO.jpg"
        },
        {
            "credit_id": "650c3de8f92532010baf9ffb",
            "gender": 2,
            "id": 81113,
            "name": "Jeremy Clarkson",
            "original_name": "Jeremy Clarkson",
            "profile_path": "/8tnYaTYfbSzmGyHeEeBCoNUzCdZ.jpg"
        }
    ],
    "episode_run_time": [
        60
    ],
    "first_air_date": "2002-10-20",
    "genres": [
        {
            "id": 10767,
            "name": "Talk"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 35,
            "name": "Comedy"
        },
        {
            "id": 99,
            "name": "Documentary"
        }
    ],
    "homepage": "http://www.bbc.co.uk/programmes/b006mj59",
    "id": 45,
    "in_production": true,
    "languages": [
        "en"
    ],
    "last_air_date": "2022-12-18",
    "last_episode_to_air": {
        "air_date": "2022-12-18",
        "episode_number": 5,
        "episode_type": "standard",
        "id": 4025275,
        "name": "Episode 5",
        "overview": "Chris, Freddie and Paddy deploy science to find the best family car you can buy today, and they set out to buy delivery vans on a budget. Paddy heads to Italy to test out Ferrari’s beautiful new Daytona SP3 - and do a spot of minicabbing.",
        "production_code": "",
        "runtime": 59,
        "season_number": 33,
        "show_id": 45,
        "still_path": "/lDp56hazGZoamX4HxIK0nbptoRt.jpg",
        "vote_average": 7.0,
        "vote_count": 1
    },
    "name": "Top Gear",
    "networks": [
        {
            "id": 4,
            "logo_path": "/uJjcCg3O4DMEjM0xtno9OWFciRP.png",
            "name": "BBC One",
            "origin_country": "GB"
        },
        {
            "id": 332,
            "logo_path": "/7HVPn1p2w1nC5oRKBehXVHpss7e.png",
            "name": "BBC Two",
            "origin_country": "GB"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 218,
    "number_of_seasons": 33,
    "origin_country": [
        "GB"
    ],
    "original_language": "en",
    "original_name": "Top Gear",
    "overview": "This fast-paced and stunt-filled motor show tests whether cars, both mundane and extraordinary, live up to their manufacturers' claims. The long-running show travels to locations around the world, performing extreme stunts and challenges to see what the featured cars are capable of doing. The current hosts are Paddy Mcguinness, Chris Harris and Andrew \"Freddie\" Flintoff.",
    "popularity": 294.176,
    "poster_path": "/aqM6QnuhSXzjHlKbXyKUqxaGiWu.jpg",
    "production_companies": [
        {
            "id": 3324,
            "logo_path": "/dqT3yOTlfJRmtvk52Ccd1O6dZ0A.png",
            "name": "BBC",
            "origin_country": "GB"
        },
        {
            "id": 80893,
            "logo_path": "/hFzOkuR4FoZE1U1hvuojMp4Qfxa.png",
            "name": "BBC Studios",
            "origin_country": "GB"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "GB",
            "name": "United Kingdom"
        }
    ],
    "seasons": [
        {
            "air_date": "2003-01-28",
            "episode_count": 99,
            "id": 69,
            "name": "Specials",
            "overview": "A series of specials starting in January 28th 2003. Includes specials like Stars in Fast Cars and Best of  Top Gear.",
            "poster_path": "/mx2LSkcOXZG37VXKrBgD5X1SQI0.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2002-10-20",
            "episode_count": 10,
            "id": 53,
            "name": "Series 1",
            "overview": "The first series of the relaunched television series Top Gear was broadcast in the United Kingdom on BBC Two starting on 20 October 2002, and concluding on 29 December 2002, and contained 10 episodes. The series included presenters Jeremy Clarkson, Richard Hammond and Jason Dawe. This was Dawe's only series as a presenter on Top Gear.",
            "poster_path": "/mB8SbZbXbQ2yakiPlxD9sF7BbFo.jpg",
            "season_number": 1,
            "vote_average": 6.9
        },
        {
            "air_date": "2003-05-11",
            "episode_count": 10,
            "id": 54,
            "name": "Series 2",
            "overview": "The second series of the television series Top Gear began on 11 May 2003, and concluded on 27 July 2003. The series featured 10 episodes. The series was subsequently followed by one \"Best Of Top Gear\" episode, charting the best moments from Series 1 and 2. The series was the first to be recorded with James May, as the first series featured motoring enthusiast Jason Dawe.",
            "poster_path": "/hmxu7TfLXIdt68DlgOUnvenJbrD.jpg",
            "season_number": 2,
            "vote_average": 7.0
        },
        {
            "air_date": "2003-10-26",
            "episode_count": 9,
            "id": 55,
            "name": "Series 3",
            "overview": "The third series of Top Gear began on 26 October 2003, and concluded on 28 December 2003. The series featured 9 episodes. The series was subsequently followed by one \"Best Of Top Gear\" special, charting the best moments from the series. The series was the first series of Top Gear to get more than 10 million viewers for an episode.",
            "poster_path": "/feVjmWPa5SlTY5dYjwD8LvFbsda.jpg",
            "season_number": 3,
            "vote_average": 6.9
        },
        {
            "air_date": "2004-05-09",
            "episode_count": 10,
            "id": 56,
            "name": "Series 4",
            "overview": "The fourth series of Top Gear began on 9 May 2004, and concluded on 1 August 2004. The series contained 10 episodes. The series was subsequently followed by one \"Best Of Top Gear\" special, charting the best moments from the series, and \"Stars In Fast Cars\", a Sport Relief charity special, which later spawned its own series.",
            "poster_path": "/lYSqv65YYwgoIEz6CfXKdPnV1rg.jpg",
            "season_number": 4,
            "vote_average": 7.1
        },
        {
            "air_date": "2004-10-24",
            "episode_count": 9,
            "id": 57,
            "name": "Series 5",
            "overview": "The fifth series of Top Gear began in the United Kingdom on 24 October 2004 and concluded on 26 December 2004. The series contained 9 episodes. The series was subsequently followed by one \"Best Of Top Gear\" special, which aired 2 January 2005, charting the best moments from Series 4 and 5.",
            "poster_path": "/s7y2pUxAJMXrGTJOBtcFwzrZC1x.jpg",
            "season_number": 5,
            "vote_average": 7.0
        },
        {
            "air_date": "2005-05-22",
            "episode_count": 11,
            "id": 58,
            "name": "Series 6",
            "overview": "The sixth series of Top Gear aired on 22 May 2005 and concluded on 7 August 2005. A total of 11 episodes were broadcast, the most of any Top Gear series. It also began the, \"Some say...\" introduction to the Stig",
            "poster_path": "/dq4fhh2FwwsFFwEJXdrEPiiBHYS.jpg",
            "season_number": 6,
            "vote_average": 7.2
        },
        {
            "air_date": "2005-11-13",
            "episode_count": 7,
            "id": 59,
            "name": "Series 7",
            "overview": "The seventh series of Top Gear began on 13 November 2005, and concluded on 27 December 2005. The series contained seven episodes, one of which being the Winter Olympics special. The series was subsequently followed by five \"Best Of Top Gear\" specials, charting the best moments from past series of the show, including Supercars, Special Guests, British Motoring and The Challenges. The seventh series is currently the longest-running Top Gear series yet.",
            "poster_path": "/o7rjGwqBfylzQE37Cuv3pEbS2Pk.jpg",
            "season_number": 7,
            "vote_average": 7.0
        },
        {
            "air_date": "2006-05-07",
            "episode_count": 8,
            "id": 60,
            "name": "Series 8",
            "overview": "The eighth series of Top Gear began on 7 May and concluded on 30 July 2006. The series featured eight episodes. Over 150 complaints were received regarding actions carried out in the sixth episode, ultimately resulting in a caravan being burnt. Clarkson later proclaimed that it was not an 'accident' as first implied, but a publicity stunt to show everyone how much Top Gear hate caravans.",
            "poster_path": "/xdGD6kfvzgbLRUBf6F5TjOcNect.jpg",
            "season_number": 8,
            "vote_average": 7.3
        },
        {
            "air_date": "2007-01-28",
            "episode_count": 6,
            "id": 61,
            "name": "Series 9",
            "overview": "The ninth series of Top Gear began on 28 January 2007 and concluded on 4 March 2007. The series featured six episodes, with a further two specials, broadcast afterwards. The series also included one \"Best Of Top Gear\" special, charting the best moments from Series 8 and 9.",
            "poster_path": "/c3A5C0bxFoJhcDPq8pWaiHQrEtH.jpg",
            "season_number": 9,
            "vote_average": 5.8
        },
        {
            "air_date": "2007-10-07",
            "episode_count": 10,
            "id": 62,
            "name": "Series 10",
            "overview": "Top Gear returned for a tenth series, containing 10 episodes, broadcast between 7 October 2007 and 23 December 2007. It was claimed that between the filming of the ninth and tenth series, rival motoring magazine Fifth Gear broke into the Top Gear premises and burnt down the Cool Wall. However, it was later revealed that the incident was a publicity stunt dreamed up between old friends Clarkson and Vicki Butler-Henderson. The opening episode of the series mentions the incident. The series was followed by four \"Best Of Top Gear\" specials, charting the best moments from the series. The \"Top Ground Gear Force\" special also aired as part of the series.",
            "poster_path": "/xLYBSMppGB2z7EqmMbJ6vZAZRgt.jpg",
            "season_number": 10,
            "vote_average": 5.6
        },
        {
            "air_date": "2008-06-22",
            "episode_count": 6,
            "id": 63,
            "name": "Series 11",
            "overview": "The 11th series of Top Gear was broadcast between 22 June 2008 and 27 July 2008, in show's usual time slot of 8pm on Sunday on BBC Two. The series consists of six episodes. This series included a revised title sequence, following the same visual style as with the sequence used for Series 8 through 10, but incorporating footage from the two prior series. A new character was introduced in the first episode of the series. Also for the first five episodes of this series, the \"Star in a Reasonably Priced Car\" becomes \"Stars in a Reasonably Priced Car\", featuring two celebrity guests every week, each one setting an individual laptime. In May 2008, after series producer Andy Wilman held a brainstorming session with the presenters and other production staff, various facts about the upcoming series were released. Wilman confirmed that series 11 would see the presenters, Clarkson, Hammond and May, gain more control over the flow of the show's popular news segment. The series included running jokes appearing in each episode: Clarkson showing an image he claims to have found on \"the Internet\" which is censored for the television broadcast; and, in the news section, May appearing to feign enthusiasm whilst presenting a brief news item about the Dacia Sandero with no further discussion before they move on to the next item.",
            "poster_path": "/c7JLQW6fC4lB51au8I5hAv0qNAc.jpg",
            "season_number": 11,
            "vote_average": 6.3
        },
        {
            "air_date": "2008-11-02",
            "episode_count": 8,
            "id": 64,
            "name": "Series 12",
            "overview": "The 12th series of Top Gear contained eight episodes, and premiered on 2 November 2008, with the usual presenting team of Jeremy Clarkson, Richard Hammond, James May and The Stig. Clarkson was injured while filming the series, after crashing a lorry through a brick wall at 56 mph in the first episode's HGV challenge. The running joke regarding the Dacia Sandero continues from series 11, with the alteration that Clarkson is now the one making the announcement with feigned enthusiasm, to utter indifference from May. Each news segment also features one of the hosts wearing something unusual, like slippers or a garishly patterned shirt. The only reference to this is that one of the other hosts will, at some point in the segment, ask if they're wearing it for a bet. The Stig, instead of listening to music during power laps, now listens to morse code. The final episode, the \"Top Gear: Vietnam Special\", aired two weeks after the rest of the series as part of the BBC's Christmas line-up. The series was followed by four \"Best Of Top Gear\" specials, charting the best moments from Series 11 and 12.",
            "poster_path": "/kbk9yAsyf3yS5E8OlKHv0EbnOmx.jpg",
            "season_number": 12,
            "vote_average": 6.3
        },
        {
            "air_date": "2009-06-21",
            "episode_count": 7,
            "id": 65,
            "name": "Series 13",
            "overview": "Top Gear returned to BBC Two for a 13th series on 21 June 2009, with the usual presenting team of Jeremy Clarkson, Richard Hammond, James May and The Stig. The series contained 7 episodes. Despite forced budget cuts, series 13 contained new challenges, new power tests, more foreign travel and more races. Features include the Top Gear Race to the North, a race from London to Edinburgh between steam locomotive No. 60163 Tornado with Jeremy riding in the cab of the train, James May in a Jaguar XK120 and Richard Hammond on a Vincent Black Shadow motorbike, Richard and James racing a letter sent by the Royal Mail in a Porsche Panamera, and a review of the best cars for 17-year-olds. Glamour model and Page 3 girl Madison Welch also made an appearance in the sixth episode.",
            "poster_path": "/d2l9qDtMQ0w4IFKjVhWoiEYBJoB.jpg",
            "season_number": 13,
            "vote_average": 5.6
        },
        {
            "air_date": "2009-11-15",
            "episode_count": 7,
            "id": 66,
            "name": "Series 14",
            "overview": "Top Gear returned for a 14th series, aired on BBC Two and BBC HD, on 15 November 2009, with the usual presenting team of Jeremy Clarkson, Richard Hammond, James May and The Stig. The series contained 7 episodes. Episode 1 featured the team being sent to find the Transfăgărăşan road in Romania with Jeremy in an Aston Martin DBS Volante, Richard in a Ferrari California and James in a Lamborghini Gallardo LP560-4 Spyder. Episode 2 featured Jeremy, Richard and James attempting to build an electric car better than a G-Wiz. Episode 3 featured a road trip between James May in a caravan airship and Richard Hammond in a Lamborghini Balboni. Episode 4 featured a road test of Renault Twingo RS 133, before being driven off the docks in Belfast. Episode 5 featured Jeremy, James and Richard taking over an art gallery in Middlesbrough and filling it with motoring-related works, in attempt to prove \"cars can be art too\". In the style of their trips to Vietnam, Botswana, the North Pole and the United States, Episode 6 was a 75-minute special from Bolivia. Episode 7 featured Jeremy's worldwide review of the BMW X6, including visits to Hong Kong, Spain, Barbados and Australia. The series was followed by four \"Best Of Top Gear\" specials, charting the best moments from Series 13 and 14.",
            "poster_path": "/f1z1JSNGHQuuIP5QUt0JCof0wuV.jpg",
            "season_number": 14,
            "vote_average": 5.7
        },
        {
            "air_date": "2010-06-27",
            "episode_count": 6,
            "id": 67,
            "name": "Series 15",
            "overview": "Top Gear returned for a 15th series, aired on BBC Two and BBC HD, on 27 June 2010, and concluded on 1 August 2010, with the usual presenting team of Jeremy Clarkson, Richard Hammond, James May and The Stig. Prior to the series, the channel advertised the show's return by featuring a home video originally published to YouTube. In the clip, the parents of a young boy see the Top Gear crew filming the motorhome challenge. The over-excited responses of the parents were adapted to produce the trailer. Several segments which were recorded for the series were missed out, including Jeremy travelling from the most westerly point at sunset to the most easterly point at sunrise in the new Jaguar XJ, and the return of Jonathan Ross to the reasonably priced car. The series was followed by two \"Best Of Top Gear\" specials, charting the best moments from the series.",
            "poster_path": "/3kYaA1uAs2z9ulp6StDpwOXquJW.jpg",
            "season_number": 15,
            "vote_average": 5.4
        },
        {
            "air_date": "2011-01-23",
            "episode_count": 6,
            "id": 68,
            "name": "Series 16",
            "overview": "The sixteenth series of BBC motoring series Top Gear began airing on 21 December 2010, with the usual team of Jeremy Clarkson, James May and Richard Hammond, and The Stig.",
            "poster_path": "/hiH2QKtv5n0OxkUZQdxKA7GyjIp.jpg",
            "season_number": 16,
            "vote_average": 6.0
        },
        {
            "air_date": "2011-06-26",
            "episode_count": 6,
            "id": 70,
            "name": "Series 17",
            "overview": "The seventeenth series of British motoring program Top Gear began on BBC Two and BBC HD, on 26 June 2011, with the usual presenting team of Jeremy Clarkson, Richard Hammond, James May and The Stig.",
            "poster_path": "/cb78yxkW6KHrIlmRUtRngi3hjXE.jpg",
            "season_number": 17,
            "vote_average": 5.9
        },
        {
            "air_date": "2012-01-29",
            "episode_count": 7,
            "id": 71,
            "name": "Series 18",
            "overview": "The eighteenth series of British motoring programme Top Gear began on BBC Two and BBC HD, on 29 January 2012, preceded by a Christmas special on 28 December 2011, with the usual presenting team of Jeremy Clarkson, Richard Hammond, James May and The Stig. One segment that was due to appear in the series, which featured May driving a jet plane around the test track, was not broadcast for unknown reasons, although it appeared in the Challenges 6 DVD and it showed it would have been part of the Saab feature in the series.",
            "poster_path": "/y2mzzsMg7nOYDqSIsqBafCCSgaQ.jpg",
            "season_number": 18,
            "vote_average": 5.9
        },
        {
            "air_date": "2013-01-27",
            "episode_count": 7,
            "id": 72,
            "name": "Series 19",
            "overview": "The nineteenth series of British motoring programme Top Gear began on BBC Two and BBC HD, on 27 January 2013, with the usual presenting team of Jeremy Clarkson, Richard Hammond, James May and The Stig.",
            "poster_path": "/9hJiq4si3mv4o9eMIE7u5WGrlut.jpg",
            "season_number": 19,
            "vote_average": 5.9
        },
        {
            "air_date": "2013-06-30",
            "episode_count": 6,
            "id": 73,
            "name": "Series 20",
            "overview": "",
            "poster_path": "/sXOJO7VksuAgeTSkvUGtV8NxQ1Q.jpg",
            "season_number": 20,
            "vote_average": 6.1
        },
        {
            "air_date": "2014-02-02",
            "episode_count": 7,
            "id": 74,
            "name": "Series 21",
            "overview": "The twenty-first series of British motoring programme Top Gear is currently in the works, with the usual presenting team of Jeremy Clarkson, Richard Hammond, James May and The Stig.\n\nCurrently, Jeremy Clarkson and Richard Hammond are working on a new DVD, entitled \"The Perfect Road Trip\". They have been seen around Monaco filming footage. Jeremy Clarkson confirmed on Twitter on September 16 that he'd started filming for Series 21.",
            "poster_path": "/5xVOg3buR9qKdFbyT2wFvsBjA0b.jpg",
            "season_number": 21,
            "vote_average": 7.1
        },
        {
            "air_date": "2015-01-25",
            "episode_count": 8,
            "id": 63653,
            "name": "Series 22",
            "overview": "A slightly disjointed series with the departure of Clarkson, Hammond and May",
            "poster_path": "/1L7W1ZYDOpmncUeHEb8xazADK1C.jpg",
            "season_number": 22,
            "vote_average": 6.6
        },
        {
            "air_date": "2016-05-29",
            "episode_count": 6,
            "id": 77353,
            "name": "Series 23",
            "overview": "The twenty-third series of Top Gear was aired during 2016 on BBC Two and consisted of six episodes, beginning on 29 May and concluding on 3 July, it was planned to feature ten episodes, but this was revised following concerns the series would conflict with the two major sporting events of Summer 2016, despite the fact it was broadcast alongside UEFA Euro 2016 tournament. Following the departure of Jeremy Clarkson, Richard Hammond and James May, this series featured a new hosting line-up that consisted of Chris Evans,[8] Matt LeBlanc, Sabine Schmitz, Chris Harris, Rory Reid and Eddie Jordan",
            "poster_path": "/1EjnEUGS8w7EnYDw6gxMlcFkPWm.jpg",
            "season_number": 23,
            "vote_average": 5.0
        },
        {
            "air_date": "2017-03-05",
            "episode_count": 7,
            "id": 85181,
            "name": "Series 24",
            "overview": "",
            "poster_path": "/4je21oRwBKzq3UbJEdNehvIci4q.jpg",
            "season_number": 24,
            "vote_average": 3.0
        },
        {
            "air_date": "2018-02-25",
            "episode_count": 6,
            "id": 99931,
            "name": "Series 25",
            "overview": "",
            "poster_path": "/39yzNitwiBUcw2QibBIRXi8eZXj.jpg",
            "season_number": 25,
            "vote_average": 6.0
        },
        {
            "air_date": "2019-02-17",
            "episode_count": 5,
            "id": 118911,
            "name": "Series 26",
            "overview": "",
            "poster_path": "/31PB2uPsTfvtbwt29RBu2sRrKPV.jpg",
            "season_number": 26,
            "vote_average": 0.0
        },
        {
            "air_date": "2019-06-16",
            "episode_count": 5,
            "id": 126039,
            "name": "Series 27",
            "overview": "",
            "poster_path": "/n2LGsHX8RNwWZTbaM7fCvPKRV6p.jpg",
            "season_number": 27,
            "vote_average": 6.0
        },
        {
            "air_date": "2020-01-26",
            "episode_count": 6,
            "id": 141989,
            "name": "Series 28",
            "overview": "",
            "poster_path": "/S2JAg2J4JFDglkdnqZuzmtPKQh.jpg",
            "season_number": 28,
            "vote_average": 8.3
        },
        {
            "air_date": "2020-10-04",
            "episode_count": 5,
            "id": 162451,
            "name": "Series 29",
            "overview": "",
            "poster_path": "/iFObT9JuYr0IEimmy9RQpMpElWB.jpg",
            "season_number": 29,
            "vote_average": 7.8
        },
        {
            "air_date": "2021-03-14",
            "episode_count": 4,
            "id": 185427,
            "name": "Series 30",
            "overview": "",
            "poster_path": "/iFGRd0GNQoo7mxOgxvID6Hm7oFv.jpg",
            "season_number": 30,
            "vote_average": 7.0
        },
        {
            "air_date": "2021-11-14",
            "episode_count": 5,
            "id": 218233,
            "name": "Series 31",
            "overview": "",
            "poster_path": "/ojuN4xFMCF1FivXRtJNHzbR6lbN.jpg",
            "season_number": 31,
            "vote_average": 0.0
        },
        {
            "air_date": "2022-06-05",
            "episode_count": 5,
            "id": 295971,
            "name": "Series 32",
            "overview": "",
            "poster_path": "/7uo6mh42SD3dIItEMOaZKJ5VUa7.jpg",
            "season_number": 32,
            "vote_average": 7.0
        },
        {
            "air_date": "2022-10-30",
            "episode_count": 5,
            "id": 314047,
            "name": "Series 33",
            "overview": "",
            "poster_path": "/rP2BvJov4qSOLZgztZm7jqjlE0D.jpg",
            "season_number": 33,
            "vote_average": 7.4
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Returning Series",
    "tagline": "The world’s biggest motoring show.",
    "type": "Talk Show",
    "vote_average": 7.404,
    "vote_count": 698,
    "youtube_theme_added": 1715471410,
    "youtube_theme_added_by": "111896665",
    "youtube_theme_edited": 1715471410,
    "youtube_theme_edited_by": "111896665",
    "youtube_theme_url": "https://www.youtube.com/watch?v=bwX-KS1816c"
}