{
    "adult": false,
    "backdrop_path": "/lT8CUfNOkBQW9oPda2T5UPzVquM.jpg",
    "created_by": [],
    "episode_run_time": [
        25
    ],
    "first_air_date": "2009-10-12",
    "genres": [
        {
            "id": 16,
            "name": "Animation"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 35,
            "name": "Comedy"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        }
    ],
    "homepage": "http://www.tv-tokyo.co.jp/anime/fairytail/",
    "id": 46261,
    "in_production": false,
    "languages": [
        "ja"
    ],
    "last_air_date": "2019-09-29",
    "last_episode_to_air": {
        "air_date": "2019-09-29",
        "episode_number": 51,
        "episode_type": "finale",
        "id": 1883827,
        "name": "Dearest Friends",
        "overview": "Using the power of all seven Dragon Slayers, Natsu unleashes one final, soulful attack on Acnologia. One year later, Lucy reveals everything that has happened since the battle.",
        "production_code": "",
        "runtime": 25,
        "season_number": 8,
        "show_id": 46261,
        "still_path": "/sOzVgRsIjisBMQUxeMjnw1oF40w.jpg",
        "vote_average": 9.0,
        "vote_count": 2
    },
    "name": "Fairy Tail",
    "networks": [
        {
            "id": 98,
            "logo_path": "/jnuO8pZNEBLEq5YaOP1f5OkmG91.png",
            "name": "TV Tokyo",
            "origin_country": "JP"
        },
        {
            "id": 252,
            "logo_path": "/zFZ5KCuvx7K0vP9XgGcidfXjuUd.png",
            "name": "TV Aichi",
            "origin_country": "JP"
        },
        {
            "id": 822,
            "logo_path": "/gOlBe3BMo5WJHeUlWBBfKawgdiO.png",
            "name": "TVQ",
            "origin_country": "JP"
        },
        {
            "id": 824,
            "logo_path": "/6foQmoPac7WCDnDuDbuCZklmDuA.png",
            "name": "TV Osaka",
            "origin_country": "JP"
        },
        {
            "id": 938,
            "logo_path": "/f12LLqBVFnDVIY8HidhWEitI77c.png",
            "name": "TVh",
            "origin_country": "JP"
        },
        {
            "id": 2064,
            "logo_path": "/qi4L1ffRabF5LJqVimCaaUYpeSj.png",
            "name": "TSC",
            "origin_country": "JP"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 328,
    "number_of_seasons": 8,
    "origin_country": [
        "JP"
    ],
    "original_language": "ja",
    "original_name": "FAIRY TAIL",
    "overview": "Lucy is a 17-year-old girl, who wants to be a full-fledged mage. One day when visiting Harujion Town, she meets Natsu, a young man who gets sick easily by any type of transportation. But Natsu isn't just any ordinary kid, he's a member of one of the world's most infamous mage guilds: Fairy Tail.",
    "popularity": 28.8958,
    "poster_path": "/h50lj7xO65qafNYZCrfQ7ztkMBD.jpg",
    "production_companies": [
        {
            "id": 13113,
            "logo_path": "/xV5tPYKZhP2Ko9dOh5A3FahuKsx.png",
            "name": "A-1 Pictures",
            "origin_country": "JP"
        },
        {
            "id": 30293,
            "logo_path": "/uXK0FJB6rlX6kegyZl8uGOeiwHd.png",
            "name": "SATELIGHT",
            "origin_country": "JP"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "JP",
            "name": "Japan"
        }
    ],
    "seasons": [
        {
            "air_date": "2011-04-15",
            "episode_count": 9,
            "id": 54579,
            "name": "Specials",
            "overview": "In the land of Fiore, magic is everywhere. Sorcerers are like skilled tradesmen who band together in \"guilds\" and take on paying assignments for non-magic wielders, like hunting monsters, retrieving lost items or running odd errands. Lucy is an aspiring wizard who wants to hook up with the coolest guild around, Fairy Tail. One day, she meets a red-headed boy who saves her from a unscrupulous wizard, and before she knows it, she's introduced to the wild and wacky band of wizards of Fairy Tail and begins the adventure of a lifetime.",
            "poster_path": "/1O1XJPCvZIPc90Lord3Pzg09fsa.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2009-10-12",
            "episode_count": 48,
            "id": 54578,
            "name": "Season 1",
            "overview": "The season adapts the first 16 volumes of Hiro Mashima's Fairy Tail manga series. Natsu befriends Lucy who joins the titular guild and later goes on missions with her to earn money along with fellow wizards Gray Fullbuster and Erza Scarlet, as well as Natsu's flying cat, Happy. The five go on a forbidden S-Class mission with Gray and Erza to save Galuna Island and fight Gray's rival Lyon Vastia. Shortly after, the guildhall is attacked by their rival guild Phantom Lord, leading into a guild war. After the dissolution of Phantom Lord, the group learns of Erza's past as a slave in the Tower of Heaven and confront Jellal Fernandez to destroy the tower. Lastly, once back at Fairy Tail, Natsu and the others face Laxus Dreyar and the Raijin Tribe as they stage a coup in Fairy Tail.",
            "poster_path": "/zo3BM6NB19sLfZ5INYa0TO9Tu4G.jpg",
            "season_number": 1,
            "vote_average": 8.5
        },
        {
            "air_date": "2010-10-11",
            "episode_count": 48,
            "id": 54577,
            "name": "Season 2",
            "overview": "The first 20 episodes make up the \"Nirvana\" (ニルヴァーナ, Niruvāna) arc, which adapts Hiro Mashima's Fairy Tail manga from 16th through the middle of the 20th volume. The arc focuses on Fairy Tail's alliance with other guilds to take down the dark guild Oración Seis, aided by the Dragon Slayer Wendy Marvell and a reformed Jellal Fernandez. The next 4 episodes form the self-contained \"Daphne\" (ダフネ, Dafune) arc, where Gray Fullbuster seemingly betrays the guild and helps Daphne, a deranged wizard, capture Natsu to power an artificial dragon. The last 24 episodes adapt the rest of the manga's 20th volume through the beginning of the 24th volume to form the \"Edolas\" (エドラス編, Edorasu-hen) arc, wherein the guild becomes trapped in the parallel universe Edolas to be used by the world's ruler Faust to restore magic to his kingdom, and set out to return to their world with the aid of Faust's son Mystogan and Happy's race of winged cats called the Exceed.",
            "poster_path": "/inIVJlVRcE0sui79vFvWAeV0NGU.jpg",
            "season_number": 2,
            "vote_average": 9.0
        },
        {
            "air_date": "2011-09-17",
            "episode_count": 54,
            "id": 54576,
            "name": "Season 3",
            "overview": "The first 29 episodes adapt the rest of the 24th volume through the beginning of the 25th volume as part of the \"Sirius Island\" (天狼島編, \"Tenrōjima-hen\") arc, which focuses on Natsu and the guild's other strongest members as they take their S-Class examination on Sirius Island, they are interrupted by the arrival of Grimoire Heart, who attempt to retrieve the dark wizard Zeref living on the island.\n\nNext 25 episodes features a completely original, self-contained story arc called \"Key of the Starry Heavens\" (星空の鍵編, Hoshizora no Kagi-hen), and focus on Natsu and the members of Fairy Tail as they meet a relative of the Heartfilias', and face a religious sect of warriors and a revived Oración Seis as they try to find the parts to an ancient doomsday weapon.",
            "poster_path": "/zipUFnVT10VAk2DVSlRKXLlxoBO.jpg",
            "season_number": 3,
            "vote_average": 8.8
        },
        {
            "air_date": "2012-10-06",
            "episode_count": 25,
            "id": 54575,
            "name": "Season 4",
            "overview": "This season contains a single story arc, titled \"Dai Matō Enbu\" (大魔闘演武, lit \"Grand Magic Games\"), which adapts material from the beginning of the 31st through the ending of the 35th volumes of Hiro Mashima's Fairy Tail manga over 25 episodes. Focusing on Natsu and the others who were frozen in time for seven years on Sirius Island, the members return to Magnolia and discover that Saber Tooth is the strongest guild in the Fiore Kingdom. Having become the weakest guild during the absence of its core members, Fairy Tail decides to enter the Grand Magic Games, an annual competition to decide Fiore's strongest guild.",
            "poster_path": "/brWtnG0SSXlry2Ms69fNskVoExr.jpg",
            "season_number": 4,
            "vote_average": 9.1
        },
        {
            "air_date": "2014-04-05",
            "episode_count": 51,
            "id": 64011,
            "name": "Season 5",
            "overview": "The season contains two story arcs. The first 27 episodes continue the \"Grand Magic Games\" (大魔闘演武編, Dai Matō Enbu-hen) arc, which adapts material from the beginning of the 36th to the middle of the 40th volume of the Fairy Tail manga by Hiro Mashima. Focusing on Natsu and the others who have been frozen in time for seven years on Tenrou Island, the members continue to participate in the Grand Magic Games, an annual competition to decide the Kingdom of Fiore's strongest guild. However, they encounter a conspiracy involving a time machine called Eclipse and the imminent destruction of the kingdom. The next 24 episodes form an original storyline called \"Eclipse Celestial Spirits\" (日蝕星霊編, Nisshoku Seirei-hen), in which the twelve celestial spirits of the Zodiac rebel against their owners Lucy and Yukino after being transformed by Eclipse's black magic.",
            "poster_path": "/8XOzSxcNHaQgipPApbPWDUiz96U.jpg",
            "season_number": 5,
            "vote_average": 8.6
        },
        {
            "air_date": "2015-04-04",
            "episode_count": 39,
            "id": 69400,
            "name": "Season 6",
            "overview": "This season has 39 episodes containing the \"Tartaros\" (冥府の門タルタロス編, Tarutarosu-hen) arc, which adapts material from the rest of the manga's 40th volume to the middle of the 49th volume, depicting Fairy Tail's battle with a dark guild of Zeref's demons who aim to resurrect E.N.D., their master and Zeref's ultimate creation.",
            "poster_path": "/wsgfk09kkyYOUTJthJ4LaU7lsDg.jpg",
            "season_number": 6,
            "vote_average": 8.8
        },
        {
            "air_date": "2016-01-09",
            "episode_count": 12,
            "id": 72166,
            "name": "FAIRY TAIL ZERØ",
            "overview": "The first 10 episodes are an adaptation of the spin-off manga series \"Fairy Tail Zero\" by Hiro Mashima. \"Fairy Tail Zero\" is a prequel which focuses on the adventures of the guild's first master, Mavis Vermillion. The last 2 episodes adapt material from the last two chapters of the 49th volume of the original manga, and deal with Lucy Heartfilia reuniting with Natsu Dragneel and Happy at the Grand Magic Games.",
            "poster_path": "/dorzFzD65utfD39pEu7PbcXmEFH.jpg",
            "season_number": 7,
            "vote_average": 8.9
        },
        {
            "air_date": "2018-10-07",
            "episode_count": 51,
            "id": 109574,
            "name": "Final Series",
            "overview": "This season contains two story arcs: the first 7 episodes continue the \"Avatar\" arc (アヴァタール編, Avatāru-hen), which adapts material from the final chapter of the 49th volume to the second-to-last chapter of the 51st volume of the Fairy Tail manga by Hiro Mashima, depicting Natsu, Lucy, and Happy's journey to reorganize their disbanded guild; the remaining 44 episodes form the \"Alvarez\" arc (アルバレス編, Arubaresu-hen), which adapts material from the last chapter of the 51st volume to the manga's conclusion, depicting the guild's war with the militaristic Alvarez Empire, and Natsu's final battle with his adversaries Zeref and Acnologia.",
            "poster_path": "/n4K6J1zZTEvAwD5KnpWq8NRClkE.jpg",
            "season_number": 8,
            "vote_average": 8.5
        }
    ],
    "spoken_languages": [
        {
            "english_name": "Japanese",
            "iso_639_1": "ja",
            "name": "日本語"
        }
    ],
    "status": "Ended",
    "tagline": "",
    "type": "Scripted",
    "vote_average": 7.916,
    "vote_count": 1013,
    "youtube_theme_added": 1717511159,
    "youtube_theme_added_by": "171479156",
    "youtube_theme_edited": 1717511159,
    "youtube_theme_edited_by": "171479156",
    "youtube_theme_url": "https://www.youtube.com/watch?v=T60pzAKu60Q"
}