{
    "adult": false,
    "backdrop_path": "/uGEmgttIbqyM35aI42tq4w9KCB1.jpg",
    "created_by": [
        {
            "credit_id": "5aa74a849251415e3c015aaa",
            "gender": 2,
            "id": 59959,
            "name": "Silvio Horta",
            "original_name": "Silvio Horta",
            "profile_path": "/nUoNCTvdyXGcXmjuwcvdR6qZWpy.jpg"
        },
        {
            "credit_id": "52577773760ee36aaa5400e1",
            "gender": 2,
            "id": 1237661,
            "name": "Fernando Gaitán",
            "original_name": "Fernando Gaitán",
            "profile_path": "/rMkuo6DEU5pJeluTQhJj7Zbr1pG.jpg"
        }
    ],
    "episode_run_time": [
        43
    ],
    "first_air_date": "2006-09-28",
    "genres": [
        {
            "id": 35,
            "name": "Comedy"
        },
        {
            "id": 18,
            "name": "Drama"
        }
    ],
    "homepage": "http://abc.go.com/shows/ugly-betty",
    "id": 4626,
    "in_production": false,
    "languages": [
        "en",
        "es"
    ],
    "last_air_date": "2010-04-14",
    "last_episode_to_air": {
        "air_date": "2010-04-14",
        "episode_number": 20,
        "episode_type": "finale",
        "id": 335632,
        "name": "Hello Goodbye",
        "overview": "The episode focuses on Betty Suarez struggling to tell her friend and boss, Daniel Meade about her new job in London. At the same time, Betty's sister, Hilda tries to keep their father from finding out she is moving to Manhattan. Wilhelmina Slater recovers from being shot by Tyler and Amanda Tanen finally finds her father.",
        "production_code": "",
        "runtime": 43,
        "season_number": 4,
        "show_id": 4626,
        "still_path": "/dxCMCpRZcn5UdO2uamdcIUWzncn.jpg",
        "vote_average": 5.0,
        "vote_count": 1
    },
    "name": "Ugly Betty",
    "networks": [
        {
            "id": 2,
            "logo_path": "/2uy2ZWcplrSObIyt4x0Y9rkG6qO.png",
            "name": "ABC",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 85,
    "number_of_seasons": 4,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "Ugly Betty",
    "overview": "Betty Suarez is smart, tough and tenacious, but also sensitive and loving. She hopes these skills will help her to get a job within the Meade Publishing Corporation. The fact that she isn’t traditionally attractive initially keeps her from getting hired by fashion bible, Mode. The magazine, however, is in flux, with power-hungry executives vying for dominance. Hoping to control the situation, the publisher gives his inexperienced son, Daniel, the position of Editor-in-Chief.  He hires Betty as Daniel’s assistant after catching him in a compromising position with his secretary on his first day on the job. After a tough start, in which Daniel tries to force Betty into quitting by treating her terribly, he realizes her worth and the two pair up to be an effective team.",
    "popularity": 95.654,
    "poster_path": "/prGylxnFpIWMcvHh9sUC46hmiIC.jpg",
    "production_companies": [
        {
            "id": 689,
            "logo_path": null,
            "name": "Ventanarosa Productions",
            "origin_country": "US"
        },
        {
            "id": 19366,
            "logo_path": "/vOH8dyQhLK01pg5fYkgiS31jlFm.png",
            "name": "ABC Studios",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2007-04-12",
            "episode_count": 21,
            "id": 14132,
            "name": "Specials",
            "overview": "",
            "poster_path": "/incgU6Eba0qvjnygYY9G2B0H6LF.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2006-09-28",
            "episode_count": 23,
            "id": 14131,
            "name": "Season 1",
            "overview": "The first season of the American dramedy television series Ugly Betty began airing on September 28, 2006 and concluded on May 17, 2007.\n\nIn addition to the twenty-three regular episodes in season one, a special, \"The Beautiful World of Ugly Betty\", was aired on April 12, 2007. Another special, which was a half-hour update recapping the first ten episodes, aired during the month of January 2007 on local ABC affiliates and various cable networks.\n\nBeing produced in Los Angeles, the success of the season would lead to the production of the show's second season.",
            "poster_path": "/b3ubHVughl4wiPqAl6ZvMTGXCo3.jpg",
            "season_number": 1,
            "vote_average": 6.8
        },
        {
            "air_date": "2007-09-27",
            "episode_count": 18,
            "id": 14130,
            "name": "Season 2",
            "overview": "The second season of the American dramedy television series Ugly Betty started on September 27, 2007 in the United States and Canada and including a long, mid-season hiatus ran until May 22, 2008. The second part of the season began airing April 24, 2008.\n\nDue to the fan base gained in the UK, Channel 4 bought the UK rights to Season 2 so they could begin airing it only a week later than the USA. Due to the Writer's Strike of 2007, Ugly Betty went on a hiatus in the UK after the airing of episode \"Bananas for Betty\". Channel 4 announced that Ugly Betty would return towards the end of 2008 and when it returned on 5 September 2008, received 2.93 million viewers, according to overnight figures, which is a strong figure for Channel 4.\n\nThe season would be the last season to be produced in Los Angeles before the show confirmed that it will move to New York City to complement the show's setting in the next and last seasons.",
            "poster_path": "/iuU5ze7W58oRKPy50tuqCiJ65xZ.jpg",
            "season_number": 2,
            "vote_average": 6.4
        },
        {
            "air_date": "2008-09-25",
            "episode_count": 24,
            "id": 14129,
            "name": "Season 3",
            "overview": "The third season of the American dramedy television series Ugly Betty was confirmed in the ABC lineup, which was picked up for a full season on February 11, 2008. The season premiere aired on September 25, 2008 and ended with a special double-episode on May 21, 2009.\n\nIn Australia, Season 3 premiered on Tuesday, November 3, 2009 at 7:30 pm EDT. This took place as one of the first exclusive premieres on the new digital channel 7TWO, after over two years of erratic screening of the first two seasons on the Seven Network. In South Africa, Season 3 premiered on Tuesday January 13, 2009 in its normal 7:30.P.M CAT timeslot. Season 3 premiered in the UK on Channel 4 on Wednesday June 24, 2009 in the 10:00.P.M. slot, after Big Brother. It changed from Wednesdays to Mondays from Monday October 12, 2009. Episodes finished airing December 2, 2009.\n\nThe season would be the first to be produced in the show's setting, New York City in an attempt to take advantage of a credit change. However, the move would have side-effects as several cast and crew members prefer to stay in Los Angeles where the first two seasons were produced which resulted in contributing less onto the show. For example, Ashley Jensen, who plays Christina McKinney, opted to stay in Los Angeles and eventually left the show.",
            "poster_path": "/1QtULiyXtoZ3pXqO18FKBHJvdru.jpg",
            "season_number": 3,
            "vote_average": 6.0
        },
        {
            "air_date": "2009-10-16",
            "episode_count": 20,
            "id": 14128,
            "name": "Season 4",
            "overview": "The fourth and final season of the American comedy-drama television series Ugly Betty was confirmed in the ABC lineup, which was picked up for a full season on April 23, 2009. The season premiered on October 16, 2009 and ended with the series finale on April 14, 2010.\n\nOutside the United States, Season 4 began airing on digital channel 7TWO on Tuesdays at 7:30pm from April 13, 2010 in Australia. It also began airing in the UK on Wednesday August 11, at 9 pm. Unlike the previous 3 seasons, Ugly Betty is now being shown on the digital channel E4, while the repeat telecast can be watched on Channel 4 on the weekend. This move is said to be due to the decline in ratings of the previous season which was shown on Channel 4. Season 4 completed its 20-episode run by Wednesday December 22, 2010.\n\nThe season had been shifted to the Friday night death slot and ratings for the first 8 episodes were extremely low. On December 2, 2009, ABC confirmed that Ugly Betty would be moving to Wednesday nights after Christmas 2009, due to Eastwick's cancellation. However, ratings did not improve and ABC lowered the episode count from an original 22 ordered to just 20. On January 27, 2010, ABC announced the show would not be brought back for a fifth season.",
            "poster_path": "/ilr3JvLYH0CCucROCr8qWVqYmHP.jpg",
            "season_number": 4,
            "vote_average": 6.2
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        },
        {
            "english_name": "Spanish",
            "iso_639_1": "es",
            "name": "Español"
        }
    ],
    "status": "Ended",
    "tagline": "Ugly is the new beautiful.",
    "type": "Scripted",
    "vote_average": 6.3,
    "vote_count": 211,
    "youtube_theme_added": 1711227629,
    "youtube_theme_added_by": "100044208",
    "youtube_theme_edited": 1711227629,
    "youtube_theme_edited_by": "100044208",
    "youtube_theme_url": "https://www.youtube.com/watch?v=XZGe9MqBXWg"
}