{
    "adult": false,
    "backdrop_path": "/A7lo83g09i3cDmLRKtDiiYN8w0z.jpg",
    "created_by": [
        {
            "credit_id": "5259763f760ee34661a62e12",
            "gender": 2,
            "id": 1215822,
            "name": "Jonathan E. Steinberg",
            "original_name": "Jonathan E. Steinberg",
            "profile_path": "/vI3o4bfRkabbJiNcbBPtiRVKVfR.jpg"
        },
        {
            "credit_id": "5259763f760ee34661a62e18",
            "gender": 2,
            "id": 1215827,
            "name": "Robert Levine",
            "original_name": "Robert Levine",
            "profile_path": null
        }
    ],
    "episode_run_time": [
        60
    ],
    "first_air_date": "2014-01-25",
    "genres": [
        {
            "id": 18,
            "name": "Drama"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        }
    ],
    "homepage": "https://www.starz.com/series/blacksails",
    "id": 47665,
    "in_production": false,
    "languages": [
        "en",
        "es"
    ],
    "last_air_date": "2017-04-02",
    "last_episode_to_air": {
        "air_date": "2017-04-02",
        "episode_number": 10,
        "episode_type": "finale",
        "id": 1236806,
        "name": "XXXVIII.",
        "overview": "Flint makes a final push to topple England. Silver seals his fate. Rackham confronts Rogers. Nassau is changed forever.",
        "production_code": "410",
        "runtime": 74,
        "season_number": 4,
        "show_id": 47665,
        "still_path": "/cvjsoBfPyOs7a0bRnTECOkYkIyY.jpg",
        "vote_average": 7.6,
        "vote_count": 18
    },
    "name": "Black Sails",
    "networks": [
        {
            "id": 318,
            "logo_path": "/qx3Y9LCaK4mq1ykFuDIfjshlo3U.png",
            "name": "STARZ",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 38,
    "number_of_seasons": 4,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "Black Sails",
    "overview": "The pirate adventures of Captain Flint and his men twenty years prior to Robert Louis Stevenson’s classic “Treasure Island.” Flint, the most brilliant and most feared pirate captain of his day, takes on a fast-talking young addition to his crew who goes by the name John Silver. Threatened with extinction on all sides, they fight for the survival of New Providence Island, the most notorious criminal haven of its day – a debauched paradise teeming with pirates, prostitutes, thieves and fortune seekers, a place defined by both its enlightened ideals and its stunning brutality.",
    "popularity": 13.2822,
    "poster_path": "/mZcSwrDdw6cdOVgXm496DgwrQcQ.jpg",
    "production_companies": [
        {
            "id": 73708,
            "logo_path": null,
            "name": "Quaker Moving Pictures",
            "origin_country": "US"
        },
        {
            "id": 2481,
            "logo_path": "/vOQg26GjR0LnkN1Ph9uyog1UuOE.png",
            "name": "Platinum Dunes",
            "origin_country": "US"
        },
        {
            "id": 773,
            "logo_path": "/qkcN6yZEyBw3cgO5DJu55LGEsf7.png",
            "name": "Film Afrika",
            "origin_country": "ZA"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "ZA",
            "name": "South Africa"
        },
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2013-12-23",
            "episode_count": 21,
            "id": 97750,
            "name": "Specials",
            "overview": "",
            "poster_path": "/cyJROgWoCwy7seQrRKRjqLObFHc.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2014-01-25",
            "episode_count": 8,
            "id": 55146,
            "name": "Season 1",
            "overview": "1715: The Golden Age of Piracy. New Providence Island is a lawless territory, controlled by history’s most notorious pirate captains. The most feared is Captain Flint. \n\nAs the British Navy returns to redeem their land and exterminate Flint and his crew, another side of him emerges. Captain Flint aligns himself with Eleanor Guthrie, daughter of the local kingpin, to hunt the ultimate prize and ensure their survival. \n\nMany opponents stand in their way: rival captains, jealous of Flint's power; Eleanor's ambitious and intrusive father; and a young sailor recently recruited onto Flint's crew, John Silver, who constantly undermines his captain’s agenda.",
            "poster_path": "/dqK3yfyl3DHM4IKk7NUb0JL8R5D.jpg",
            "season_number": 1,
            "vote_average": 7.6
        },
        {
            "air_date": "2015-01-24",
            "episode_count": 10,
            "id": 63281,
            "name": "Season 2",
            "overview": "Season two begins where we left off—The Walrus crew is stranded, with an army of Spanish soldiers standing between them and the precious Urca gold. And with their crimes against their brethren no longer a secret, Flint and Silver must join forces in a desperate bid for survival. \n\nMeanwhile, Eleanor Guthrie struggles to maintain her grip on Nassau, as a new breed of pirate arrives in the form of Ned Low, a man for whom violence isn't just a tool … it’s a pastime. As blood is spilled, and tensions mount, Charles Vane must decide which he values more: Eleanor’s life, or the respect of his men. \n\nAnd unbeknownst to all of them, a prize of immeasurable value has already been smuggled onto the island … one whose discovery will alter the very landscape of their world, and force everyone in Nassau toward the ultimate judgment: are they men, or are they monsters?",
            "poster_path": "/fKSiM39cm7UFDjsl3zZpcggDTJt.jpg",
            "season_number": 2,
            "vote_average": 8.2
        },
        {
            "air_date": "2016-01-23",
            "episode_count": 10,
            "id": 68865,
            "name": "Season 3",
            "overview": "In the wake of Charles Town, the world lives in fear of Captain Flint. But when his campaign of terror crosses over into madness, it falls to John Silver to locate the man within the monster. Meanwhile, with Eleanor Guthrie gone, Jack Rackham and Captain Charles Vane struggle to secure Nassau for the ages. All will be tested when a new threat arrives. It knows them. It understands them. And in the blink of an eye, it will turn them against each other.",
            "poster_path": "/trmGHtCxFSc7mPNFyDD8nRq5q5g.jpg",
            "season_number": 3,
            "vote_average": 8.2
        },
        {
            "air_date": "2017-01-29",
            "episode_count": 10,
            "id": 76885,
            "name": "Season 4",
            "overview": "Hundreds of British soldiers lie dead in a forest… the Royal Navy sails back to England in retreat… the West Indies are now a war zone, and the shores of New Providence Island have never been bloodier. With the help of Eleanor Guthrie, Woodes Rogers transforms Nassau into a fortress without walls, as Captain Flint amasses a fleet of unprecedented strength, hoping to strike the final blow against civilization and reshape the world forever. Meanwhile, from within the island… an insurgency builds, fueled by the legend of its exiled leader, whose name keeps grown men awake at night… the one they call “Long John Silver.” \n\nBut as Flint, Silver and their allies are about to learn, the closer civilization comes to defeat, the more desperately and destructively it will fight back. Oaths will be shattered, fortunes will change hands, and amidst the chaos, only one thing remains certain: it has never been more dangerous to call oneself a pirate.",
            "poster_path": "/subOEoL9l6q03Qc4KktIvHpW632.jpg",
            "season_number": 4,
            "vote_average": 8.0
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        },
        {
            "english_name": "Spanish",
            "iso_639_1": "es",
            "name": "Español"
        }
    ],
    "status": "Ended",
    "tagline": "Take what's yours.",
    "type": "Scripted",
    "vote_average": 7.6,
    "vote_count": 1396,
    "youtube_theme_added": 1722018978,
    "youtube_theme_added_by": "151985262",
    "youtube_theme_edited": 1722018978,
    "youtube_theme_edited_by": "151985262",
    "youtube_theme_url": "https://www.youtube.com/watch?v=gwIRzgbe2jo"
}