{
    "adult": false,
    "backdrop_path": "/hTExot1sfn7dHZjGrk0Aiwpntxt.jpg",
    "created_by": [
        {
            "credit_id": "525978ff760ee34661a6fbcb",
            "gender": 2,
            "id": 1258670,
            "name": "Jason Rothenberg",
            "profile_path": "/vA6iZeVm5Vvcf3nlJPVscd6Jqqs.jpg"
        }
    ],
    "episode_run_time": [
        43
    ],
    "first_air_date": "2014-03-19",
    "genres": [
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        },
        {
            "id": 18,
            "name": "Drama"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        }
    ],
    "homepage": "http://www.cwtv.com/shows/the-100/",
    "id": 48866,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "2020-09-30",
    "last_episode_to_air": {
        "air_date": "2020-09-30",
        "episode_number": 16,
        "episode_type": "finale",
        "id": 2373093,
        "name": "The Last War",
        "overview": "After all the fighting and loss, Clarke and her friends have reached the final battle. But is humanity worthy of something greater?",
        "production_code": "T27.14066",
        "runtime": 43,
        "season_number": 7,
        "show_id": 48866,
        "still_path": "/zUZTFrSu7OSq53FVBm99wolZFSa.jpg",
        "vote_average": 7.2,
        "vote_count": 13
    },
    "name": "The 100",
    "networks": [
        {
            "id": 71,
            "logo_path": "/ge9hzeaU7nMtQ4PjkFlc68dGAJ9.png",
            "name": "The CW",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 100,
    "number_of_seasons": 7,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "The 100",
    "overview": "100 years in the future, when the Earth has been abandoned due to radioactivity, the last surviving humans live on an ark orbiting the planet — but the ark won't last forever. So the repressive regime picks 100 expendable juvenile delinquents to send down to Earth to see if the planet is still habitable.",
    "popularity": 410.426,
    "poster_path": "/wcaDIAG1QdXQLRaj4vC1EFdBT2.jpg",
    "production_companies": [
        {
            "id": 1957,
            "logo_path": "/pJJw98MtNFC9cHn3o15G7vaUnnX.png",
            "name": "Warner Bros. Television",
            "origin_country": "US"
        },
        {
            "id": 10067,
            "logo_path": "/p1kZoVNfkVvk7xyJZEposRxcfh8.png",
            "name": "Alloy Entertainment",
            "origin_country": "US"
        },
        {
            "id": 37423,
            "logo_path": null,
            "name": "Bonanza Productions",
            "origin_country": "US"
        },
        {
            "id": 1081,
            "logo_path": "/19kn4jVvpc3sAL3YpZNb3elhSMl.png",
            "name": "CBS Studios",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2014-03-19",
            "episode_count": 13,
            "id": 55214,
            "name": "Season 1",
            "overview": "Set 97 years after a nuclear war has destroyed civilization, when a spaceship housing humanity's lone survivors sends 100 juvenile delinquents back to Earth in hopes of possibly re-populating the planet.",
            "poster_path": "/jAsSkxSGEjeEEHL3KiWXr3NwyPG.jpg",
            "season_number": 1,
            "vote_average": 7.1
        },
        {
            "air_date": "2014-10-22",
            "episode_count": 16,
            "id": 62026,
            "name": "Season 2",
            "overview": "The second season picks up with the group still scattered and desperate to be reunited. As members of The 100 and new arrivals from the Ark stake out their place in a dangerous and beautiful new world, they are confronted with the physical peril and moral dilemmas that come with reforging a society.",
            "poster_path": "/4ngujsHppz4Imxh7qf9NQIIMlLY.jpg",
            "season_number": 2,
            "vote_average": 7.6
        },
        {
            "air_date": "2016-01-21",
            "episode_count": 16,
            "id": 72595,
            "name": "Season 3",
            "overview": "Reunited with the survivors of the space-station Ark that fell to Earth, Clarke Griffin and her band of juvenile delinquents have faced death at every turn. Though Clarke was alternately challenged, supported and betrayed by her own people and alliances with the Grounders, they could always find common ground in survival. But victory came with a terrible price. The challenges continue in season three as they not only determine what kind of lives they will build, but what it will ultimately cost them.",
            "poster_path": "/ayebqASxTXVSo9Qoug6M5YowZS0.jpg",
            "season_number": 3,
            "vote_average": 6.9
        },
        {
            "air_date": "2017-02-01",
            "episode_count": 13,
            "id": 82960,
            "name": "Season 4",
            "overview": "The fight to survive has torn The 100 apart, turned them against each other, and taken the lives of their closest friends. Last season, our heroes found themselves at the epicenter of both the Grounder world and the struggle for Arkadia’s soul. Despite their best efforts, war appeared unavoidable, until a new, even more dangerous threat – one that had been quietly rising all along – exploded to the surface: ALIE, the A.I. that ended the world, offered relief from pain and eternal life in the “City of Light.” But as her ranks grew, it quickly became clear that she was building an army dedicated to controlling all sentient life on Earth. This was no longer a battle between warring factions; it was a fight for humanity itself. Now, a hard truth lands on the shoulders of those who remain. Will they go quietly into the night, or will they find hope and faith in each other, as they face their darkest chapter yet?",
            "poster_path": "/qCdJvikZUQkr4sOVYNkKHntRfha.jpg",
            "season_number": 4,
            "vote_average": 7.2
        },
        {
            "air_date": "2018-04-24",
            "episode_count": 13,
            "id": 90748,
            "name": "Season 5",
            "overview": "More than six years have passed since Praimfaya has ravaged the planet and killed most of the human race. As Clarke waits to hear from the group on the Ark, or in the bunker, a prison ship drops from the sky. Are they friend or foe? And what do they want?",
            "poster_path": "/6uuX26IfMQeh3ARStMdToubrFEo.jpg",
            "season_number": 5,
            "vote_average": 7.4
        },
        {
            "air_date": "2019-04-30",
            "episode_count": 13,
            "id": 116111,
            "name": "Season 6",
            "overview": "After 125 years in cryosleep, traveling through the stars, our heroes woke up to a new home, a final gift from dearly-departed friends. A place where they can try again. They’re given one simple task: do better. Be the good guys. With this credo in mind Clarke and Bellamy lead a group down to this mysterious world, hoping to start anew, to finally find peace. But old habits die hard and when they stumble across an idyllic society, it quickly becomes clear that not everything on Sanctum is as perfect as it seems. Despite their determination to do better, threats both seen and unseen will once again force our heroes to fight for their lives and the future of humanity.",
            "poster_path": "/wBzNjurA8ijJPF21Ggs9nbviIzi.jpg",
            "season_number": 6,
            "vote_average": 8.0
        },
        {
            "air_date": "2020-05-20",
            "episode_count": 16,
            "id": 142731,
            "name": "Season 7",
            "overview": "After arriving on a new planet, our heroes found a place where they hoped to try again. Clarke and Bellamy led a group down to this mysterious world to start anew, but not everything on Sanctum was as perfect as it seemed. Despite their determination to do better, threats both seen and unseen once again forced them to fight for their lives and the future of humanity.",
            "poster_path": "/9OfbNi3mzyn0rd0vnCP8gj4szW0.jpg",
            "season_number": 7,
            "vote_average": 6.9
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Ended",
    "tagline": "Survival isn't who you are. It's who you become.",
    "type": "Scripted",
    "vote_average": 7.907,
    "vote_count": 7869,
    "youtube_theme_added": 1704908432,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1704908432,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=CIvUnfNiUXI"
}