{
    "adult": false,
    "backdrop_path": "/nf3Vlxm3C9U1aKUUQHmKFZmxPSc.jpg",
    "created_by": [
        {
            "credit_id": "5259892b760ee34661b13f37",
            "gender": 2,
            "id": 2385,
            "name": "Ronald D. Moore",
            "original_name": "Ronald D. Moore",
            "profile_path": "/6A086Blwpv0nuckrzPgvETlkfo1.jpg"
        }
    ],
    "episode_run_time": [],
    "first_air_date": "2014-08-09",
    "genres": [
        {
            "id": 18,
            "name": "Drama"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        }
    ],
    "homepage": "https://www.starz.com/us/en/series/outlander/21796",
    "id": 56570,
    "in_production": true,
    "languages": [
        "fr",
        "gd",
        "en"
    ],
    "last_air_date": "2023-08-11",
    "last_episode_to_air": {
        "air_date": "2023-08-11",
        "episode_number": 8,
        "episode_type": "mid_season",
        "id": 4314811,
        "name": "Turning Points",
        "overview": "Jamie fights in the pivotal Second Battle of Saratoga. Roger and Brianna search for Jemmy.",
        "production_code": "",
        "runtime": 58,
        "season_number": 7,
        "show_id": 56570,
        "still_path": "/7vZD4D3qCbmgIbrhHMnciiyPhwJ.jpg",
        "vote_average": 7.7,
        "vote_count": 3
    },
    "name": "Outlander",
    "networks": [
        {
            "id": 318,
            "logo_path": "/GMDGZk9iDG4WDijY3VgUgJeyus.png",
            "name": "Starz",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 83,
    "number_of_seasons": 8,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "Outlander",
    "overview": "The story of Claire Randall, a married combat nurse from 1945 who is mysteriously swept back in time to 1743, where she is immediately thrown into an unknown world where her life is threatened. When she is forced to marry Jamie, a chivalrous and romantic young Scottish warrior, a passionate affair is ignited that tears Claire's heart between two vastly different men in two irreconcilable lives.",
    "popularity": 420.205,
    "poster_path": "/oftZNfyTVNU7IfOqoGLoT8MGvNs.jpg",
    "production_companies": [
        {
            "id": 78610,
            "logo_path": null,
            "name": "Tall Ship Productions",
            "origin_country": "US"
        },
        {
            "id": 5340,
            "logo_path": "/zHQ48Hg1In6SJB7WWCqVBfWsSwv.png",
            "name": "Left Bank Pictures",
            "origin_country": "GB"
        },
        {
            "id": 11073,
            "logo_path": "/aCbASRcI1MI7DXjPbSW9Fcv9uGR.png",
            "name": "Sony Pictures Television Studios",
            "origin_country": "US"
        },
        {
            "id": 78611,
            "logo_path": null,
            "name": "Story Mining & Supply Company",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "GB",
            "name": "United Kingdom"
        },
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2014-08-09",
            "episode_count": 75,
            "id": 113633,
            "name": "Specials",
            "overview": "",
            "poster_path": "/8aORMKeyjt6HLli1INK4zjLmsxh.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2014-08-09",
            "episode_count": 16,
            "id": 60409,
            "name": "Book One",
            "overview": "Book One sees Claire Randall, a married combat nurse from 1945, mysteriously swept back in time to 1743. Upon her arrival, she is immediately thrown into an unknown world where her life is threatened. But when she is forced to marry Jamie Fraser, a chivalrous and romantic young Scottish warrior, a passionate relationship is ignited. Now, Claire's heart is torn between two vastly different men in two irreconcilable lives.",
            "poster_path": "/yE9EvhZh8mOPmPh4ZqApea4JHpn.jpg",
            "season_number": 1,
            "vote_average": 8.0
        },
        {
            "air_date": "2016-04-09",
            "episode_count": 13,
            "id": 69585,
            "name": "Book Two",
            "overview": "Book Two begins as Claire and Jamie arrive in France, hell-bent on infiltrating the Jacobite rebellion led by Prince Charles Stuart, and stopping the battle of Culloden. With the help of his cousin Jared, a local wine merchant, Jamie and Claire are thrown into the lavish world of French society, where intrigue and parties are abundant, but political gain proves far less fruitful. Altering the course of history presents challenges that begin to weigh on the very fabric of their relationship. However, armed with the knowledge of what lies ahead, Claire and Jamie must race to prevent a doomed Highland uprising, and the extinction of Scottish life as they know it.",
            "poster_path": "/qkq78mSY5pjpAWqJFaBBXcfVzGx.jpg",
            "season_number": 2,
            "vote_average": 7.7
        },
        {
            "air_date": "2017-09-10",
            "episode_count": 13,
            "id": 86782,
            "name": "Book Three",
            "overview": "Book Three picks up right after Claire travels through the stones to return to her life in 1948. Now pregnant with Jamie’s child, she struggles with the fallout of her sudden reappearance and its effect on her marriage to her first husband, Frank. Meanwhile, in the 18th century, Jamie suffers from the aftermath of his doomed last stand at the historic battle of Culloden, as well as the loss of Claire. Separated by continents and centuries, Claire and Jamie must find their way back to each other. As always, adversity, mystery, and adventure await them on the path to reunion. And the question remains: When they find each other, will they be the same people who parted at the standing stones, all those years ago?",
            "poster_path": "/pCTSO32nTmJHkEFAv3qJLhVueEa.jpg",
            "season_number": 3,
            "vote_average": 7.5
        },
        {
            "air_date": "2018-11-04",
            "episode_count": 13,
            "id": 108632,
            "name": "Book Four",
            "overview": "Book Four finds the Frasers in North Carolina, in a place called Fraser’s Ridge at the cusp of the American Revolution. As Claire and Jamie build their life together in the rough and dangerous backcountry of North Carolina, they must negotiate a tenuous loyalty to the current British ruling class, despite Claire’s knowledge of the bloody rebellion to come. Along the way, the Frasers cross paths with notorious pirate and smuggler Stephen Bonnet in a fateful meeting that will come back to haunt the Fraser family. Meanwhile, in the 20th century, things heat up between Claire and Jamie’s daughter, Brianna Randall and Roger Wakefield, the historian who helped search for Jamie in the past. But as they grow closer, the young couple realize they have very different ideas about the future of their relationship. However, when Roger and Brianna search for proof that Brianna’s parents reunited in the 18th century, a shocking discovery makes them both consider following in Claire’s footsteps.",
            "poster_path": "/6EvUPkNIOrIH22yCYn5FNyupfDn.jpg",
            "season_number": 4,
            "vote_average": 7.2
        },
        {
            "air_date": "2020-02-16",
            "episode_count": 12,
            "id": 138412,
            "name": "Book Five",
            "overview": "Book Five finds the Frasers fighting for their family and the home they have forged on Fraser’s Ridge. Jamie must find a way to defend all that he has created in America, while hiding his personal relationship with Murtagh Fitzgibbons, the man whom Governor William Tryon has ordered him to hunt down and kill. With her family together at last, Claire Fraser must use her modern medical knowledge and foresight to prevent them from being ripped apart once again.",
            "poster_path": "/wAOATDDQ4ECeSYS779BLRNMQoBp.jpg",
            "season_number": 5,
            "vote_average": 7.6
        },
        {
            "air_date": "2022-03-06",
            "episode_count": 8,
            "id": 215034,
            "name": "Book Six",
            "overview": "In season 6, Claire and Jamie continue their fight to protect those they love, as they navigate the trials and tribulations of life in colonial America.",
            "poster_path": "/oR0PM7hFDqY3kO12cLLQMKiJt8I.jpg",
            "season_number": 6,
            "vote_average": 7.3
        },
        {
            "air_date": "2023-06-16",
            "episode_count": 8,
            "id": 295918,
            "name": "Book Seven",
            "overview": "In the seventh season, Jamie, Claire, and their family are caught in the violent birth pains of an emerging nation as armies march to war and British institutions crumble in the face of armed rebellion. In order to protect what they've built, the Frasers will have to navigate the perils of the Revolutionary War and learn that sometimes to defend what you love, you have to leave it behind. As the conflict draws them out of North Carolina and into the heart of this fight for independence, Jamie, Claire, Brianna, and Roger are faced with impossible decisions that have the potential to tear their family apart.",
            "poster_path": "/oftZNfyTVNU7IfOqoGLoT8MGvNs.jpg",
            "season_number": 7,
            "vote_average": 6.5
        },
        {
            "air_date": null,
            "episode_count": 0,
            "id": 325144,
            "name": "Book Eight",
            "overview": "",
            "poster_path": null,
            "season_number": 8,
            "vote_average": 0.0
        }
    ],
    "spoken_languages": [
        {
            "english_name": "French",
            "iso_639_1": "fr",
            "name": "Français"
        },
        {
            "english_name": "Gaelic",
            "iso_639_1": "gd",
            "name": ""
        },
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Returning Series",
    "tagline": "Our history is now.",
    "type": "Scripted",
    "vote_average": 8.2,
    "vote_count": 2499,
    "youtube_theme_added": 1709767194,
    "youtube_theme_added_by": "100044208",
    "youtube_theme_edited": 1709767194,
    "youtube_theme_edited_by": "100044208",
    "youtube_theme_url": "https://www.youtube.com/watch?v=FgaXQ4DsdLo"
}