{
    "adult": false,
    "backdrop_path": "/rJFqKcmMSttdNP58l0dVzY2NcTA.jpg",
    "created_by": [
        {
            "credit_id": "525783be760ee36aaa612f2a",
            "gender": 2,
            "id": 1211883,
            "name": "Bruno Heller",
            "original_name": "Bruno Heller",
            "profile_path": "/k33JqtocSqI13tf8QKTLbGQKrL4.jpg"
        }
    ],
    "episode_run_time": [],
    "first_air_date": "2008-09-23",
    "genres": [
        {
            "id": 80,
            "name": "Crime"
        },
        {
            "id": 18,
            "name": "Drama"
        },
        {
            "id": 9648,
            "name": "Mystery"
        }
    ],
    "homepage": "https://www.warnerbros.com/tv/mentalist",
    "id": 5920,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "2015-02-18",
    "last_episode_to_air": {
        "air_date": "2015-02-18",
        "episode_number": 13,
        "episode_type": "finale",
        "id": 1021664,
        "name": "White Orchids",
        "overview": "Lisbon accepts Jane's surprise marriage proposal, but a killer's quest for revenge may cost them the happy ending they've worked so hard to achieve.",
        "production_code": "4X5963",
        "runtime": 42,
        "season_number": 7,
        "show_id": 5920,
        "still_path": "/xTNpscIllI0MybnpOLTuSlXp9RK.jpg",
        "vote_average": 8.429,
        "vote_count": 14
    },
    "name": "The Mentalist",
    "networks": [
        {
            "id": 16,
            "logo_path": "/wju8KhOUsR5y4bH9p3Jc50hhaLO.png",
            "name": "CBS",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 151,
    "number_of_seasons": 7,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "The Mentalist",
    "overview": "Patrick Jane, a former celebrity psychic medium, uses his razor sharp skills of observation and expertise at \"reading\" people to solve serious crimes with the California Bureau of Investigation.",
    "popularity": 893.848,
    "poster_path": "/acYXu4KaDj1NIkMgObnhe4C4a0T.jpg",
    "production_companies": [
        {
            "id": 1957,
            "logo_path": "/pJJw98MtNFC9cHn3o15G7vaUnnX.png",
            "name": "Warner Bros. Television",
            "origin_country": "US"
        },
        {
            "id": 22938,
            "logo_path": null,
            "name": "Primrose Hill Productions",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2009-08-20",
            "episode_count": 2,
            "id": 15976,
            "name": "Specials",
            "overview": "",
            "poster_path": "/n777EHyaK4yKiErzbvMGxKfdcV3.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2008-09-23",
            "episode_count": 23,
            "id": 15977,
            "name": "Season 1",
            "overview": "Patrick Jane is a celebrity psychic whose wife and child are viciously murdered by an elusive serial killer called Red John. Devastated, Patrick admits his paranormal act is fake, renounces his earlier life and uses his astonishing skills of observation and analysis - talents that made him appear psychically gifted - to bring killers to justice. At crime scenes across California, Patrick now helps an elite team of detectives break their toughest cases. But no matter how many criminals he catches, Patrick never forgets his central goal: Find Red John. And bring him down.",
            "poster_path": "/pwHJelCchUwPqDFpq09oXJiNzhr.jpg",
            "season_number": 1,
            "vote_average": 7.2
        },
        {
            "air_date": "2009-09-24",
            "episode_count": 23,
            "id": 15978,
            "name": "Season 2",
            "overview": "California Bureau of Investigation consultant Patrick Jane has a blatant lack of protocol but is self-assured and driven. The former \"psychic\" uses his talent for seeing the clues everyone else misses to solve the most baffling crimes. But there's more than crime: Lisbon and Cho reveal hints about their troubled pasts. Violence fells one CBI boss, and the new boss seems more interested in authority than teamwork. And as the Van Pelt-Rigsby relationship heats up, it threatens to cool down their careers.",
            "poster_path": "/rA10pF8GxXNS7g5kHWMuJX1mjvw.jpg",
            "season_number": 2,
            "vote_average": 7.3
        },
        {
            "air_date": "2010-09-23",
            "episode_count": 24,
            "id": 15979,
            "name": "Season 3",
            "overview": "Red John strikes into the heart of the CBI. Ever since the serial killer murdered Patrick Jane's family, the California Bureau of Investigation consultant and former faux-psychic has become obsessed with finding the man who destroyed his life. But after a homocide suspect is set ablaze in his jail cell and a CBI agent is later framed as Red John, Patrick realizes his adversary is closer than he imagined.",
            "poster_path": "/3QVgo6gc3sZM2aSBJ3ZeFOuvRLD.jpg",
            "season_number": 3,
            "vote_average": 7.4
        },
        {
            "air_date": "2011-09-22",
            "episode_count": 24,
            "id": 15980,
            "name": "Season 4",
            "overview": "Patrick Jane was arrested for the public murder of the man he believes is the notorious serial killer Red John, who murdered his wife and daughter. Unless, of course, the man Patrick shot is someone else. With an upstart new boss, puzzling new cases, and Red John never far from his mind, the unconventional Patrick will need all his razor-sharp skills of observation, manipulative theatrics and smooth charm to sidestep the system that stands in the way of the truth.",
            "poster_path": "/et2pxDkudiMBIafKqjT8kG1JsSr.jpg",
            "season_number": 4,
            "vote_average": 7.1
        },
        {
            "air_date": "2012-09-30",
            "episode_count": 22,
            "id": 15981,
            "name": "Season 5",
            "overview": "The assault, narcotics and fraud charges against Patrick Jane have been dropped and it's back to business as usual. Or business as unusual for Jane, who uses mind games, tricks and his super sharp skills of observation to solve the state's most puzzling homocides.\n\nJane's obsession with finding Red John consumes him every waking moment, drawing him outside the law and closer than ever to the serial killer's true identity. But when Homeland Security and the FBI team up with the CBI on the case, Jane's unorthodox methods antagonize even his most loyal allies. Can Jane's skill and charm continue to see him through? How far is too far?",
            "poster_path": "/jstZGd2WdMFeL6mSErs1PMHyM2.jpg",
            "season_number": 5,
            "vote_average": 7.3
        },
        {
            "air_date": "2013-09-29",
            "episode_count": 22,
            "id": 15982,
            "name": "Season 6",
            "overview": "Armed with a list of seven suspects, confirmed by the killer himself, Patrick Jane and the CBI team are closing in on the elusive serial killer while continuing to solve California's most puzzling crimes. Could Red John be a cult leader? A ghoulish forensic analyst? A super-suspicious Homeland Security Agent? Or one of four law officials, including the director of the CBI himself? The identity of the man who killed Patrick Jane's family is finally revealed in a climactic showdown - but that's not the end of the story! When the CBI shuttered, Jane, Lisbon and the team partner with the FBI to tackle a whole new slew of mysteries... including vicious attack on former CBI members.",
            "poster_path": "/dgmVUaowJGoyiEhxK4EgIXgDlLM.jpg",
            "season_number": 6,
            "vote_average": 7.6
        },
        {
            "air_date": "2014-11-30",
            "episode_count": 13,
            "id": 62058,
            "name": "Season 7",
            "overview": "With serial killer Red John laid to rest, Patrick Jane is finally free to close the door on his past and plan for the future. A fresh start with the FBI has him solving top-security cases alongside former CBI agents Teresa Lisbon and Kimball Cho, new colleagues Jason Wylie and Michelle Vega, and boss Agent Dennis Abbott. And Jane's blossoming connection with Lisbon brings a deeper bond to the partners' already intimate and intense professional relationship. But when femme fatale Erica Flynn resurfaces from Jane's past and another sadistic serial killer appears on the scene, affairs of the heart take a backseat to survival.",
            "poster_path": "/tXT4Vgn8WKZdMeY7s2I6kgTEnhL.jpg",
            "season_number": 7,
            "vote_average": 7.6
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Ended",
    "tagline": "Let the mind games begin.",
    "type": "Scripted",
    "vote_average": 8.368,
    "vote_count": 3610,
    "youtube_theme_added": 1715468594,
    "youtube_theme_added_by": "64591663",
    "youtube_theme_edited": 1715468594,
    "youtube_theme_edited_by": "64591663",
    "youtube_theme_url": "https://www.youtube.com/watch?v=NoP6vHcYJ4w"
}