{
    "adult": false,
    "backdrop_path": "/gFkHcIh7iE5G0oVOgpmY8ONQjhl.jpg",
    "created_by": [
        {
            "credit_id": "5bd5a46d0e0a2622bd02be75",
            "gender": 2,
            "id": 88967,
            "name": "Greg Berlanti",
            "profile_path": "/1T24SiIIDMa9gAmq7QaYwZywq4y.jpg"
        },
        {
            "credit_id": "537523f9c3a3681ef4000177",
            "gender": 2,
            "id": 211962,
            "name": "Geoff Johns",
            "profile_path": "/1hiQjkIkeFoiwvD4yIk2Dq6tnOa.jpg"
        },
        {
            "credit_id": "5bd5a45ec3a36820f002e57f",
            "gender": 2,
            "id": 1216615,
            "name": "Andrew Kreisberg",
            "profile_path": "/dm1kNRSLuPKYW4X1CPdO50cqyYJ.jpg"
        }
    ],
    "episode_run_time": [
        44
    ],
    "first_air_date": "2014-10-07",
    "genres": [
        {
            "id": 18,
            "name": "Drama"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        }
    ],
    "homepage": "http://www.cwtv.com/shows/the-flash/",
    "id": 60735,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "2023-05-24",
    "last_episode_to_air": {
        "air_date": "2023-05-24",
        "episode_number": 13,
        "episode_type": "finale",
        "id": 4279495,
        "name": "A New World (4)",
        "overview": "The Flash, the fastest man alive, is tasked with his greatest challenge yet, to save the timeline and save existence. Friends old and new gather for an epic battle to save Central City, one last time.",
        "production_code": "T27.14913",
        "runtime": 43,
        "season_number": 9,
        "show_id": 60735,
        "still_path": "/fFB9w2Nskq0i4MiGPH6yQhqDU4I.jpg",
        "vote_average": 7.2,
        "vote_count": 4
    },
    "name": "The Flash",
    "networks": [
        {
            "id": 71,
            "logo_path": "/ge9hzeaU7nMtQ4PjkFlc68dGAJ9.png",
            "name": "The CW",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 184,
    "number_of_seasons": 9,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "The Flash",
    "overview": "After being struck by lightning, CSI investigator Barry Allen awakens from a nine-month coma to discover he has been  granted the gift of super speed.  Teaming up with S.T.A.R. Labs, Barry takes on the persona of The Flash, the Fastest  Man Alive, to protect his city.",
    "popularity": 943.148,
    "poster_path": "/yZevl2vHQgmosfwUdVNzviIfaWS.jpg",
    "production_companies": [
        {
            "id": 1957,
            "logo_path": "/pJJw98MtNFC9cHn3o15G7vaUnnX.png",
            "name": "Warner Bros. Television",
            "origin_country": "US"
        },
        {
            "id": 27711,
            "logo_path": "/3e294jszfE6cE8TOogmj0zNd6pL.png",
            "name": "Berlanti Productions",
            "origin_country": "US"
        },
        {
            "id": 9993,
            "logo_path": "/2Tc1P3Ac8M479naPp1kYT3izLS5.png",
            "name": "DC Entertainment",
            "origin_country": "US"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2016-04-19",
            "episode_count": 69,
            "id": 79954,
            "name": "Specials",
            "overview": "A collection of behind the scenes, outtakes and featurettes from The Flash and across the Arrowverse.",
            "poster_path": "/ft8pUr3qX41kOux5eqrwf02yAxZ.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2014-10-07",
            "episode_count": 23,
            "id": 60523,
            "name": "Season 1",
            "overview": "When an unexpected accident at the S.T.A.R. Labs Particle Accelerator facility strikes Barry, he finds himself suddenly charged with the incredible power to move at super speeds. While Barry has always been a hero in his soul, his newfound powers have finally given him the ability to act like one. With the help of the research team at S.T.A.R. Labs, Barry begins testing the limits of his evolving powers and using them to stop crime. With a winning personality and a smile on his face, Barry Allen — aka The Flash — is finally moving forward in life … very, very fast!",
            "poster_path": "/A3H6pewHfoy2bXmNhvycOe0xzlC.jpg",
            "season_number": 1,
            "vote_average": 7.4
        },
        {
            "air_date": "2015-10-06",
            "episode_count": 23,
            "id": 66922,
            "name": "Season 2",
            "overview": "Following the dramatic events of season 1, Team Flash quickly turns their attention to a threat high above Central City. Armed with the heart of a hero and the ability to move at super speeds, will Barry be able to save his city from impending doom?",
            "poster_path": "/8xWZPVX1cv9V5YD1RPeLj9QZDE9.jpg",
            "season_number": 2,
            "vote_average": 7.3
        },
        {
            "air_date": "2016-10-04",
            "episode_count": 23,
            "id": 77888,
            "name": "Season 3",
            "overview": "Forensic scientist Barry Allen, aka The Flash, is living his dream life. His parents are alive. He's dating beautiful, smart Iris West. And he's able to stand back and let the new speedster in town, Kid Flash, step in to protect Central City. But the better Barry's life gets, the more dangerous it becomes. His nemesis, Reverse Flash, warns Barry of serious repercussions if he remains in the alternate Flashpoint universe: In addition to memory loss, his powers will fade. When disaster strikes, Barry must decide whether to continue life as Barry Allen or return to his universe as The Flash. As Barry deals with his identity crisis, he and the S.T.A.R. Labs team fight off lethal threats from the God of Speed, Savitar.",
            "poster_path": "/rN1hgV8Ag3bZmkv33Udm93hIxQp.jpg",
            "season_number": 3,
            "vote_average": 7.2
        },
        {
            "air_date": "2017-10-10",
            "episode_count": 23,
            "id": 90247,
            "name": "Season 4",
            "overview": "The mission of Barry Allen, aka The Flash, is once more to protect Central City from metahuman threats. But with Barry trapped in the Speed Force, this mission falls to his family – Detective Joe West; fiancée Iris West; and Wally West/Kid Flash – and the team at S.T.A.R. Labs: Caitlin Snow/Killer Frost, Cisco Ramon/Vibe and brilliant scientist Harrison Wells. When a powerful villain threatens to level the city unless The Flash appears, Cisco risks everything to free Barry. But this is only the first move in a deadly game with Clifford DeVoe, aka The Thinker, a mastermind who’s always ten steps ahead of Barry, no matter how fast Barry runs.",
            "poster_path": "/zBF3wcUp3SgnlYNOXQeaDg5XfTu.jpg",
            "season_number": 4,
            "vote_average": 6.9
        },
        {
            "air_date": "2018-10-09",
            "episode_count": 22,
            "id": 104777,
            "name": "Season 5",
            "overview": "Barry Allen and his new wife, Iris West, finally settling into married life when they're visited by Nora West-Allen, their speedster daughter from the future. Nora's arrival brings to light the legacy every member of Team Flash will leave years from now, causing many to question who they are today. And while Nora idolizes Barry, she holds a mysterious grudge against Iris. As Team Flash adjusts to the next generation of speedster, they discover Nora's presence has triggered the arrival of the most ruthless, vicious and relentless villain they have ever faced: Cicada!",
            "poster_path": "/z3CqL2vnjgLuefOiR5AYD9Tf91S.jpg",
            "season_number": 5,
            "vote_average": 6.9
        },
        {
            "air_date": "2019-10-08",
            "episode_count": 19,
            "id": 126171,
            "name": "Season 6",
            "overview": "When Barry and Iris deal with loss of their daughter, the team faces their greatest threat yet - one that threatens to destroy all of Central City; Killer Frost has a brush with death that will change her relationship with Caitlin. Faced with the news of his impending death, Barry's resiliency suffers as he struggles to fight fate.",
            "poster_path": "/qDntRDRs5XohN4ClcV2SH9WlzpI.jpg",
            "season_number": 6,
            "vote_average": 6.0
        },
        {
            "air_date": "2021-03-02",
            "episode_count": 18,
            "id": 159996,
            "name": "Season 7",
            "overview": "After a thrilling cliffhanger last season which saw Mirror Monarch victorious and still-at-large in Central City, The Flash must regroup in order to stop her and find a way to make contact with his missing wife, Iris West-Allen. With help from the rest of Team Flash, Barry will ultimately defeat Mirror Master. But in doing so, he’ll also unleash an even more powerful and devastating threat on Central City: one that threatens to tear his team—and his marriage—apart.",
            "poster_path": "/lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
            "season_number": 7,
            "vote_average": 6.1
        },
        {
            "air_date": "2021-11-16",
            "episode_count": 20,
            "id": 199286,
            "name": "Season 8",
            "overview": "Six months after stopping the Godspeed War, Barry and Iris West-Allen are now at the top of their game—both in their careers as superhero and reporter and as a devoted couple. But when the powerful alien Despero unleashes near annihilation on Central City, The Flash and his team must once again defy impossible odds to save the day. But their victory is short-lived as two new threats rise from the ashes of \"Armageddon,\" one of which will unleash unforeseen horrors into the lives of Barry and his teammates... and change Team Flash forever.",
            "poster_path": "/q6XgTULESR0Aix6JHgCtUTQjNus.jpg",
            "season_number": 8,
            "vote_average": 5.7
        },
        {
            "air_date": "2023-02-08",
            "episode_count": 13,
            "id": 318884,
            "name": "Season 9",
            "overview": "After defeating the Reverse Flash once and for all, Barry Allen and Iris West-Allen are reconnecting and growing closer than ever before. But when a deadly group of Rogues descend on Central City led by a powerful new threat, The Flash and his team must once again defy impossible odds to save the day. But as The Rogues are defeated, a deadly new adversary rises to challenge Barry Allen's heroic legacy. And in their greatest battle yet, Barry and Team Flash will be pushed to their limits, in order to save Central City one last time.",
            "poster_path": "/rg8N7x27Ef6PvlIiioLStf9ZaIO.jpg",
            "season_number": 9,
            "vote_average": 7.1
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Ended",
    "tagline": "The fastest man alive.",
    "type": "Scripted",
    "vote_average": 7.8,
    "vote_count": 10787,
    "youtube_theme_added": 1704918338,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1704918338,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=1hzSMJ-93QA"
}