{
    "adult": false,
    "backdrop_path": "/f6WzZQVoCSn7W1kmr1UhSToRi2y.jpg",
    "created_by": [],
    "episode_run_time": [
        25
    ],
    "first_air_date": "2013-10-05",
    "genres": [
        {
            "id": 16,
            "name": "Animation"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        },
        {
            "id": 35,
            "name": "Comedy"
        }
    ],
    "homepage": "https://www6.nhk.or.jp/anime/program/detail.html?i=loghorizon3",
    "id": 60846,
    "in_production": false,
    "languages": [
        "ja"
    ],
    "last_air_date": "2021-03-31",
    "last_episode_to_air": {
        "air_date": "2021-03-31",
        "episode_number": 12,
        "episode_type": "finale",
        "id": 2655117,
        "name": "Song of the Nightingales",
        "overview": "The young Adventurers fell to despair by Ereinus. However, Akatsuki, Lelia, and Litka's fighting spirit reinvigorates the team’s morale. Under Minori's command, they stand against the Genius once again.",
        "production_code": "",
        "runtime": 25,
        "season_number": 3,
        "show_id": 60846,
        "still_path": "/p8GDlnPeGKZE4t41o6BR7GvQAIZ.jpg",
        "vote_average": 0.0,
        "vote_count": 0
    },
    "name": "Log Horizon",
    "networks": [
        {
            "id": 622,
            "logo_path": "/uWDPIxVAZltqyPG4NQZL6D38d1F.png",
            "name": "NHK Educational TV",
            "origin_country": "JP"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 62,
    "number_of_seasons": 3,
    "origin_country": [
        "JP"
    ],
    "original_language": "ja",
    "original_name": "ログ・ホライズン",
    "overview": "One day, while playing the online game Elder Tales, 30,000 players suddenly find themselves trapped in another world. There, eight-year veteran gamer Shiroe also gets left behind. The trapped players are still alive, but they remain in combat with the monsters. The players don't understand what has happened to them, and they flee to Akiba, the largest city in Tokyo, where they are thrown into chaos. Once proud of his loner lifestyle, Shiroe forms a guild called Log Horizon with his old friend Naotsugu, female assassin Akatsuki and others.",
    "popularity": 136.33,
    "poster_path": "/vrCAD2KvtGJPwABIPd4z0gChi4g.jpg",
    "production_companies": [
        {
            "id": 30293,
            "logo_path": "/uXK0FJB6rlX6kegyZl8uGOeiwHd.png",
            "name": "SATELIGHT",
            "origin_country": "JP"
        },
        {
            "id": 6075,
            "logo_path": "/vlfJrLVL1TeNrCeeLBAwJXNv65M.png",
            "name": "Studio Deen",
            "origin_country": "JP"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "JP",
            "name": "Japan"
        }
    ],
    "seasons": [
        {
            "air_date": "2013-11-11",
            "episode_count": 1,
            "id": 151450,
            "name": "Specials",
            "overview": "",
            "poster_path": "/u4BluKqWyVXqUzWR77KcLQz4TYR.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2013-10-05",
            "episode_count": 25,
            "id": 60880,
            "name": "Season 1",
            "overview": "In the blink of an eye, thirty thousand bewildered Japanese gamers are whisked from their everyday lives into the world of the popular MMORPG, Elder Tale, after the game's latest update—unable to log out. Among them is the socially awkward college student Shiroe, whose confusion and shock lasts only a moment as, a veteran of the game, he immediately sets out to explore the limits of his new reality.\n\nShiroe must learn to live in this new world, leading others and negotiating with the NPC \"natives\" in order to bring stability to the virtual city of Akihabara. He is joined by his unfortunate friend Naotsugu, having logged in for the first time in years only to find himself trapped, and Akatsuki, a petite but fierce assassin who labels Shiroe as her master. A tale of fantasy, adventure, and politics, Log Horizon explores the elements of gaming through the eyes of a master strategist who attempts to make the best of a puzzling situation.",
            "poster_path": "/fyYFAkyU9dbxkRHiubBXtSKYGCQ.jpg",
            "season_number": 1,
            "vote_average": 8.7
        },
        {
            "air_date": "2014-10-03",
            "episode_count": 25,
            "id": 63991,
            "name": "Season 2",
            "overview": "After being trapped in the world of Elder Tale for six months, Shiroe and the other Adventurers have begun to get the hang of things in their new environment. The Adventurers are starting to gain the trust of the People of the Land, and Akiba has flourished thanks to the law and order established by Shiroe's Round Table Alliance, regaining its everyday liveliness. Despite this success, however, the Alliance faces a new crisis: they are running out of funds to govern Akiba, and spies from the Minami district have infiltrated the city.\n\nAs formidable forces rise in other districts, there is also a need to discover more about the vast new world they are trapped in—leading Shiroe to decide that the time has come to venture outside the city. Accompanied by his friend Naotsugu and the Sage of Mirror Lake Regan, the calculative Shiroe makes his move, hoping to unravel new possibilities and eventually find a way home.",
            "poster_path": "/ptqUHrEYARIWjWYlusy1uX1T5DN.jpg",
            "season_number": 2,
            "vote_average": 9.1
        },
        {
            "air_date": "2021-01-12",
            "episode_count": 12,
            "id": 163783,
            "name": "Destruction of the Round Table",
            "overview": "A year after the adventurers were blown into the Elder Tale world, Akiba's prosperity begins to teeter with the emergence of a new monster (\"Genius\"), a festering power struggle between the east-west aristocrats, and the growing gap among the adventurers themselves.\n\nThe Round Table, the symbol of their unity, faces a decisive crisis...",
            "poster_path": "/jTQdTXTOQivwU2OKLFK3CfywsCe.jpg",
            "season_number": 3,
            "vote_average": 0.0
        }
    ],
    "spoken_languages": [
        {
            "english_name": "Japanese",
            "iso_639_1": "ja",
            "name": "日本語"
        }
    ],
    "status": "Ended",
    "tagline": "",
    "type": "Scripted",
    "vote_average": 7.819,
    "vote_count": 149,
    "youtube_theme_added": 1722278657,
    "youtube_theme_added_by": "175335713",
    "youtube_theme_edited": 1722278657,
    "youtube_theme_edited_by": "175335713",
    "youtube_theme_url": "https://www.youtube.com/watch?v=eW6sEkTGbUc"
}