{
    "adult": false,
    "backdrop_path": "/ftNmVV8LuNVmtB8mzoUTucozVKE.jpg",
    "created_by": [
        {
            "credit_id": "547c42329251412d700027e1",
            "gender": 2,
            "id": 26510,
            "name": "Eugene Levy",
            "original_name": "Eugene Levy",
            "profile_path": "/y4CexxKSI6qR5A6PDaD8mSrEhYC.jpg"
        },
        {
            "credit_id": "56eaa7c9c3a36815f5001ef5",
            "gender": 2,
            "id": 1392152,
            "name": "Dan Levy",
            "original_name": "Dan Levy",
            "profile_path": "/2O9KqgCLHHMw5xmUpNexfWr2QVA.jpg"
        }
    ],
    "episode_run_time": [
        22
    ],
    "first_air_date": "2015-01-13",
    "genres": [
        {
            "id": 35,
            "name": "Comedy"
        }
    ],
    "homepage": "http://www.cbc.ca/schittscreek",
    "id": 61662,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "2020-04-07",
    "last_episode_to_air": {
        "air_date": "2020-04-07",
        "episode_number": 14,
        "episode_type": "finale",
        "id": 2193922,
        "name": "Happy Ending",
        "overview": "David stresses out over the rain on his wedding day, the family scrambles to make it right.",
        "production_code": "",
        "runtime": 22,
        "season_number": 6,
        "show_id": 61662,
        "still_path": "/q7LIMyOvFvGJhUONGu0xb4dDp0T.jpg",
        "vote_average": 8.6,
        "vote_count": 7
    },
    "name": "Schitt's Creek",
    "networks": [
        {
            "id": 23,
            "logo_path": "/zjgqkIvBURbwoHbHhmnzaTFyZgR.png",
            "name": "CBC Television",
            "origin_country": "CA"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 79,
    "number_of_seasons": 6,
    "origin_country": [
        "CA"
    ],
    "original_language": "en",
    "original_name": "Schitt's Creek",
    "overview": "Formerly filthy rich video store magnate Johnny Rose, his soap star wife Moira, and their two kids, über-hipster son David and socialite daughter Alexis, suddenly find themselves broke and forced to live in Schitt's Creek, a small depressing town they once bought as a joke.",
    "popularity": 13.3278,
    "poster_path": "/iRfSzrPS5VYWQv7KVSEg2BZZL6C.jpg",
    "production_companies": [
        {
            "id": 83574,
            "logo_path": null,
            "name": "Not A Real Company",
            "origin_country": "CA"
        },
        {
            "id": 12113,
            "logo_path": "/lwnLVleFG0sRAYBq5IObgN30r9F.png",
            "name": "CBC",
            "origin_country": "CA"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "CA",
            "name": "Canada"
        }
    ],
    "seasons": [
        {
            "air_date": "2016-02-24",
            "episode_count": 163,
            "id": 113202,
            "name": "Specials",
            "overview": "",
            "poster_path": "/613PAqLuwW5Cy3P5ArIB3J5JhqG.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2015-01-13",
            "episode_count": 13,
            "id": 63596,
            "name": "Season 1",
            "overview": "When a filthy rich video store magnate Johnny Rose, his soap star wife Moira, and their two kids - über-hipster son David and socialite daughter Alexis - suddenly find themselves broke, they are forced to live in Schitt's Creek, a small, depressing town they once bought as a joke. With their pampered lives now abandoned, they must confront their new-found poverty and discover what it means to be a family, all within the rural city limits of their new home.",
            "poster_path": "/s4cd5fRc6zn1bwwOLmPmkmcaVUF.jpg",
            "season_number": 1,
            "vote_average": 7.4
        },
        {
            "air_date": "2016-01-12",
            "episode_count": 13,
            "id": 73761,
            "name": "Season 2",
            "overview": "After a failed attempt to sell the town, the once rich and powerful Rose family come to the depressing realization that their stay in Schitt's Creek may be longer than they originally hoped. Father and former video store magnate Johnny Rose continues to look for ways to extricate his family from life in their sad little town, while his wife Moira, a former soap star, searches for ways to grace the town with her sophistication and taste. As for their spoiled children, David and Alexis, they must do the unthinkable: find jobs. The Roses will bloom again -- even if it's in Schitt's Creek.",
            "poster_path": "/wLUI2QGBFr1xxBHApuV546qAlG4.jpg",
            "season_number": 2,
            "vote_average": 7.6
        },
        {
            "air_date": "2017-01-10",
            "episode_count": 13,
            "id": 82149,
            "name": "Season 3",
            "overview": "As Season Three gets underway, the Rose family continues to ingratiate themselves into everyday life in Schitt’s Creek. Johnny has hit a brick wall in his quest to get the Roses out of Schitt’s Creek, and struggles to find a new project to give his life purpose – that is, until he finds one right under his nose. Moira adjusts to her new position on Town Council, learning the hard way that big ideas aren’t always compatible with small-town realities. David is riding high after meeting a new love interest at a party, but soon discovers that his romantic life is becoming entangled with Stevie’s. Meanwhile, Alexis contemplates her future, and decides to go back to school to complete her education. The Roses continue to adapt to everyday life in Schitt’s Creek, as their temporary sojourn begins to look more and more permanent with each passing day.",
            "poster_path": "/pYAcdlhDmCMJ9UgfLuplucTIUJw.jpg",
            "season_number": 3,
            "vote_average": 7.4
        },
        {
            "air_date": "2018-01-09",
            "episode_count": 12,
            "id": 96677,
            "name": "Season 4",
            "overview": "As season four begins, the Roses are making the most of life in Schitt’s Creek, and —Moira’s constant talk of escaping aside— are finally starting to feel at home in the town. Johnny is busy running the motel with Stevie as his partner. Business is booming, but it’s a challenge for him to balance work and family, while dealing with Roland’s antics. Moira is carrying out her duties with Town Council and the Jazzagals, and is also looking for new ways to utilize her talents, whether it’s through a theatrical performance, or by helping Alexis navigate event planning. David is managing his store and attempting to maintain a brand new relationship, but between struggling to find the time for romance, and overcoming the anxieties of his dating past, this is proving to be a challenge. Meanwhile, Alexis is putting all of her energy into school and her career, but is finding it difficult to focus when she still has lingering feelings for her ex-fiancé, Ted.",
            "poster_path": "/gzf8de4R0Rrsrq71dYU2ZtPgoES.jpg",
            "season_number": 4,
            "vote_average": 7.6
        },
        {
            "air_date": "2019-01-08",
            "episode_count": 14,
            "id": 109850,
            "name": "Season 5",
            "overview": "The Roses are finally thriving in Schitt’s Creek and find themselves ready to take their personal relationships and business pursuits to the next level. Moira returns from a breakthrough film shoot in Bosnia with a clear exit strategy and a renewed sense of purpose, and with that newfound energy, she is inspired to leave her mark on the town by launching her most ambitious artistic endeavor yet. Meanwhile, the reputation of the Rosebud Motel is steadily building under Johnny’s leadership, but managing the individual needs of his staff, Stevie and Roland, proves to be a greater challenge. With Rose Apothecary running smoothly, David is now focusing on nurturing his relationship with Patrick, and from apartment hunting to joining a baseball team, he proves he’s willing to go the extra mile. Alexis, having finally achieved some stability in both romance and career, isn’t one to let things get stale, so she tries to spice things up with Ted while contemplating a next step that could take her beyond Schitt’s Creek.",
            "poster_path": "/r0umn3K41EnEJTr50tTGWwShh2Y.jpg",
            "season_number": 5,
            "vote_average": 7.5
        },
        {
            "air_date": "2020-01-07",
            "episode_count": 14,
            "id": 136066,
            "name": "Season 6",
            "overview": "The Roses are achieving success in their careers and personal lives, forcing them all to contemplate their inevitable next steps.  But as their pursuits push them closer towards their long-awaited escape, the Roses see how connected their lives have become to the town and its residents. When they finally face the decision to stay or leave, it is much harder than expected.",
            "poster_path": "/u1QAuQ0D2bUiW3R23kbCZk1fNGE.jpg",
            "season_number": 6,
            "vote_average": 6.9
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Ended",
    "tagline": "Own this town.",
    "type": "Scripted",
    "vote_average": 7.8,
    "vote_count": 635,
    "youtube_theme_added": 1719927950,
    "youtube_theme_added_by": "170429187",
    "youtube_theme_edited": 1719927950,
    "youtube_theme_edited_by": "170429187",
    "youtube_theme_url": "https://www.youtube.com/watch?v=fnI8cPgV3Jo"
}