{
    "adult": false,
    "backdrop_path": "/dXGaX995fsbiqJgFRj0CEJKxZVV.jpg",
    "created_by": [],
    "episode_run_time": [
        24
    ],
    "first_air_date": "2015-01-07",
    "genres": [
        {
            "id": 16,
            "name": "Animation"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 35,
            "name": "Comedy"
        }
    ],
    "homepage": "http://anime-shinmaimaou.com",
    "id": 64163,
    "in_production": false,
    "languages": [
        "ja"
    ],
    "last_air_date": "2015-12-11",
    "last_episode_to_air": {
        "air_date": "2015-12-11",
        "episode_number": 10,
        "episode_type": "finale",
        "id": 1160153,
        "name": "The Consequences of What Must Be Done",
        "overview": "The council's rampage sends quakes through the demon realm, and the demon Chaos is called forth through a giant magic circle. That commander of all heroic spirits flails madly, seeking to claim Basara, Mio, and Leohart's lives. Do they even stand a chance of victory with this supreme being before them?! Meanwhile, Maria, Yuki, and the others put a final end to their own personal battle. \"Believe in me... once more.\" The ultimate sibling combo risks their lives to face the disaster striking all of the demon realm!",
        "production_code": "",
        "runtime": 26,
        "season_number": 2,
        "show_id": 64163,
        "still_path": "/6gmbMb4YZ2biSIOzsGoKI1Q2Lf3.jpg",
        "vote_average": 8.0,
        "vote_count": 2
    },
    "name": "The Testament of Sister New Devil",
    "networks": [
        {
            "id": 614,
            "logo_path": "/hSdroyVthq3CynxTIIY7lnS8w1.png",
            "name": "Tokyo MX",
            "origin_country": "JP"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 22,
    "number_of_seasons": 2,
    "origin_country": [
        "JP"
    ],
    "original_language": "ja",
    "original_name": "新妹魔王の契約者",
    "overview": "Toujou Basara is a high school student whose father has suddenly just remarried. His father then departs overseas leaving Basara with two new beautiful step-sisters. Little does he know, his new sisters, Mio and Maria are actually the new Demon Lord and a succubus!? Almost trapped into a life of servitude, Basara forms a reverse contract by accident and ends up becoming Mio's master! Hijinks ensue as Basara finds himself in one ecchi situation after another. However, Mio's life is in danger as she is pursued by demons and heroes!",
    "popularity": 139.621,
    "poster_path": "/4yrW5uBgcx7GSehJotlxWjAD0NQ.jpg",
    "production_companies": [
        {
            "id": 65500,
            "logo_path": "/c7uyLMUXrocInxDT3ZzwADOd0NY.png",
            "name": "Production IMS",
            "origin_country": "JP"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "JP",
            "name": "Japan"
        },
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2015-03-27",
            "episode_count": 13,
            "id": 82693,
            "name": "Specials",
            "overview": "",
            "poster_path": "/rMghV11R38JaDKnmpPkc2LwXOWh.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2015-01-07",
            "episode_count": 12,
            "id": 71377,
            "name": "Season 1",
            "overview": "When Basara Toujou's father suddenly brings home two beautiful girls and introduces them as his new siblings, he has no choice but to accept into his family the Naruse sisters: busty redhead Mio and petite silver-haired Maria.\n\nBut when these seemingly normal girls reveal themselves as demons—Mio the former Demon Lord's only daughter and Maria her trusted succubus servant—Basara is forced to reveal himself as a former member of a clan of \"Heroes,\" sworn enemies of the demons. However, having begun to care for his new sisters, Basara instead decides to protect them with his powers and forms a master-servant contract with Mio to keep watch over her.\n\nWith the Heroes observing his every move and the constant threat of hostile demons, Basara has to do the impossible to protect his new family members. Moreover, the protector himself is hiding his own dark secret that still haunts him to this day...",
            "poster_path": "/xjkb3BfMSGJI2kDmI67XRBvBJI5.jpg",
            "season_number": 1,
            "vote_average": 6.7
        },
        {
            "air_date": "2015-10-09",
            "episode_count": 10,
            "id": 71378,
            "name": "Burst",
            "overview": "Basara Toujou has a hard life. He is the older step-brother to two demonic sisters, Mio and Maria Naruse, whom he protects from entitled demons looking to claim Mio's power for themselves. On top of that, rising political tension within the demon realm only makes his job more difficult.\n\nWhen a messenger arrives with summons for Mio to the demon realm, she and her friends go in spite of the danger. Now on the enemy's turf, Basara will have to grow stronger through erotic pleasure in order to do the impossible and protect everyone.",
            "poster_path": "/fzMb9dODCVaKm2f7XSOvlDLCGMM.jpg",
            "season_number": 2,
            "vote_average": 7.3
        }
    ],
    "spoken_languages": [
        {
            "english_name": "Japanese",
            "iso_639_1": "ja",
            "name": "日本語"
        }
    ],
    "status": "Ended",
    "tagline": "",
    "type": "Scripted",
    "vote_average": 8.029,
    "vote_count": 298,
    "youtube_theme_added": 1717732617,
    "youtube_theme_added_by": "171479156",
    "youtube_theme_edited": 1717732617,
    "youtube_theme_edited_by": "171479156",
    "youtube_theme_url": "https://www.youtube.com/watch?v=3pOM-3vslLg"
}