{
    "adult": false,
    "backdrop_path": "/q5WJxYTXNNJdEHxFCqd3S8pO4VA.jpg",
    "created_by": [],
    "episode_run_time": [
        24
    ],
    "first_air_date": "2015-07-07",
    "genres": [
        {
            "id": 16,
            "name": "Animation"
        },
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        }
    ],
    "homepage": "http://overlord-anime.com",
    "id": 64196,
    "in_production": false,
    "languages": [
        "ja"
    ],
    "last_air_date": "2022-09-27",
    "last_episode_to_air": {
        "air_date": "2022-09-27",
        "episode_number": 13,
        "episode_type": "finale",
        "id": 3856467,
        "name": "The Witch of the Falling Kingdom",
        "overview": "Princess Renner decides to stay with her father and struggle against the Sorcerer King until the very end. Climb follows the orders of the princess and sneaks out of the royal palace only to be surprised at what he greets him when he returns.",
        "production_code": "",
        "runtime": 24,
        "season_number": 4,
        "show_id": 64196,
        "still_path": "/qF8JQjzOawnS6LJp4JxIv2APDqi.jpg",
        "vote_average": 8.5,
        "vote_count": 2
    },
    "name": "Overlord",
    "networks": [
        {
            "id": 173,
            "logo_path": "/fERjndErEpveJmQZccJbJDi93rj.png",
            "name": "AT-X",
            "origin_country": "JP"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 52,
    "number_of_seasons": 4,
    "origin_country": [
        "JP"
    ],
    "original_language": "ja",
    "original_name": "オーバーロード",
    "overview": "In the year 2138, virtual reality gaming is booming. Yggdrasil, a popular online game is quietly shut down one day. However, one player named Momonga decides to not log out. Momonga is then transformed into the image of a skeleton as \"the most powerful wizard.\" The world continues to change, with non-player characters (NPCs) beginning to feel emotion. Having no parents, friends, or place in society, this ordinary young man Momonga then strives to take over the new world the game has become.",
    "popularity": 277.963,
    "poster_path": "/aSjpVCanDAwCopdjIgWwrxOWnWf.jpg",
    "production_companies": [
        {
            "id": 3464,
            "logo_path": "/9k0nr75nwnNeT2MHerf1OXJN0hj.png",
            "name": "Madhouse",
            "origin_country": "JP"
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "JP",
            "name": "Japan"
        }
    ],
    "seasons": [
        {
            "air_date": "2015-08-04",
            "episode_count": 56,
            "id": 88922,
            "name": "Specials",
            "overview": "",
            "poster_path": "/n88WfXpd12qm0JPF6llgFOlTrwT.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "2015-07-07",
            "episode_count": 13,
            "id": 71491,
            "name": "Season 1",
            "overview": "The final hour of the popular virtual reality game Yggdrasil has come. However, Momonga, a powerful wizard and master of the dark guild Ainz Ooal Gown, decides to spend his last few moments in the game as the servers begin to shut down. To his surprise, despite the clock having struck midnight, Momonga is still fully conscious as his character and, moreover, the non-player characters appear to have developed personalities of their own!\n\nConfronted with this abnormal situation, Momonga commands his loyal servants to help him investigate and take control of this new world, with the hopes of figuring out what has caused this development and if there may be others in the same predicament.",
            "poster_path": "/hRshcrYYVkmrpKzbH9gNhYCcpGt.jpg",
            "season_number": 1,
            "vote_average": 7.8
        },
        {
            "air_date": "2018-01-09",
            "episode_count": 13,
            "id": 97207,
            "name": "Season 2",
            "overview": "Ainz Ooal Gown, the undead sorcerer formerly known as Momonga, has accepted his place in this new world. Though it bears similarities to his beloved virtual reality game Yggdrasil, it still holds many mysteries which he intends to uncover, by utilizing his power as ruler of the Great Tomb of Nazarick. However, ever since the disastrous brainwashing of one of his subordinates, Ainz has become wary of the impending dangers of the Slane Theocracy, as well as the possible existence of other former Yggdrasil players. Meanwhile, Albedo, Demiurge and the rest of Ainz’s loyal guardians set out to prepare for the next step in their campaign: Nazarick’s first war…\n\nThis season picks up immediately after its prequel, continuing the story of Ainz Ooal Gown, his eclectic army of human-hating guardians, and the many hapless humans affected by the Overlord’s arrival.",
            "poster_path": "/jdzYWuAz58vVcTNqtm3aj4yUKa7.jpg",
            "season_number": 2,
            "vote_average": 7.5
        },
        {
            "air_date": "2018-07-10",
            "episode_count": 13,
            "id": 105924,
            "name": "Season 3",
            "overview": "Following the horrific assault on the Re-Estize capital city, the Guardians of the Great Tomb of Nazarick return home to their master Ainz Ooal Gown. After months of laying the groundwork, they are finally ready to set their plans of world domination into action.\n\nAs Ainz’s war machine gathers strength, the rest of the world keeps moving. The remote Carne Village, which Ainz once saved from certain doom, continues to prosper despite the many threats on its doorstep. And in the northeastern Baharuth Empire, a certain Bloody Emperor sets his sights on the rising power of Nazarick.\n\nBlood is shed, heroes fall, and nations rise. Can anyone, or anything, challenge the supreme power of Ainz Ooal Gown?",
            "poster_path": "/uuYAJYqawtCqZD9ftxDclu5zXPN.jpg",
            "season_number": 3,
            "vote_average": 7.9
        },
        {
            "air_date": "2022-07-05",
            "episode_count": 13,
            "id": 194087,
            "name": "Season 4",
            "overview": "E-Rantel, the capital city of the newly established Sorcerer Kingdom, suffers from a dire shortage of goods. Once a prosperous city known for its trade, it now faces a crisis due to its caution—or even fear—of its king, Ainz Ooal Gown. To make amends, Ainz sends Albedo to the city as a diplomatic envoy.\n\nMeanwhile, the cardinals of the Slane Theocracy discuss how to retaliate against Ainz after his attack crippled the Re-Estize Kingdom's army, plotting for the Baharuth Empire to take over the Sorcerer Kingdom. However, when Emperor Jircniv Rune Farlord El Nix arranges a meeting with the Theocracy's messengers at a colosseum, he is confronted by none other than Ainz himself.\n\nWith their secret gathering now out in the open, the emperor and his guests learn that Ainz has challenged the Warrior King, the empire's greatest fighter, to a duel. With Ainz's motivations beyond his comprehension, Jircniv can do nothing but watch as humanity's future changes before his very eyes.",
            "poster_path": "/lB0IMdLr4rwbBGx0aYVSjXvxzh.jpg",
            "season_number": 4,
            "vote_average": 7.9
        }
    ],
    "spoken_languages": [
        {
            "english_name": "Japanese",
            "iso_639_1": "ja",
            "name": "日本語"
        }
    ],
    "status": "Ended",
    "tagline": "",
    "type": "Scripted",
    "vote_average": 8.536,
    "vote_count": 907,
    "youtube_theme_added": 1717509223,
    "youtube_theme_added_by": "171479156",
    "youtube_theme_edited": 1717509223,
    "youtube_theme_edited_by": "171479156",
    "youtube_theme_url": "https://www.youtube.com/watch?v=erCxCAh8Wcw"
}