{
    "adult": false,
    "backdrop_path": "/qmliLoo6GVheM2FihatlAXxCKyF.jpg",
    "created_by": [
        {
            "credit_id": "52538dc119c295794026909e",
            "gender": 2,
            "id": 1745,
            "name": "Gene Roddenberry",
            "original_name": "Gene Roddenberry",
            "profile_path": "/qY3gWqAMDrrvNVUrwZ8lSa4IKtS.jpg"
        }
    ],
    "episode_run_time": [
        45
    ],
    "first_air_date": "1987-09-28",
    "genres": [
        {
            "id": 10765,
            "name": "Sci-Fi & Fantasy"
        },
        {
            "id": 10759,
            "name": "Action & Adventure"
        },
        {
            "id": 18,
            "name": "Drama"
        },
        {
            "id": 9648,
            "name": "Mystery"
        }
    ],
    "homepage": "https://www.startrek.com/shows/star-trek-the-next-generation",
    "id": 655,
    "in_production": false,
    "languages": [
        "en"
    ],
    "last_air_date": "1994-05-23",
    "last_episode_to_air": {
        "air_date": "1994-05-23",
        "episode_number": 25,
        "episode_type": "finale",
        "id": 37208,
        "name": "All Good Things...",
        "overview": "Stardate: 47988.0. Shortly after Picard is diagnosed with a long-term, potentially debilitating brain disorder, he starts experiencing bizarre shifts into three main time periods: 25 years into the future, a few days before the Enterprise-D is sent on its mission to Farpoint station, and the present. Picard realizes that Q is behind these shifts through time.\n\nStardate:  47988.1. After his encounter with Q, Picard assembles the senior staff, and wonders if Q is actually giving him a chance to save humanity by showing him that the spatial anomaly also exists in the past. As they talk, the ship reaches the Neutral Zone, then Picard returns to the future, where Beverly's ship is also on the edge of the Neutral Zone. He convinces a reluctant Worf to accompany the group into Klingon territory, and then travels to the past, where he orders the crew into the Devron system.",
        "production_code": "40277-747",
        "runtime": 92,
        "season_number": 7,
        "show_id": 655,
        "still_path": "/yBS5Zba5poZ8xzgGZqeLNoelXR2.jpg",
        "vote_average": 8.158,
        "vote_count": 38
    },
    "name": "Star Trek: The Next Generation",
    "networks": [
        {
            "id": 184,
            "logo_path": null,
            "name": "Syndication",
            "origin_country": "US"
        }
    ],
    "next_episode_to_air": null,
    "number_of_episodes": 176,
    "number_of_seasons": 7,
    "origin_country": [
        "US"
    ],
    "original_language": "en",
    "original_name": "Star Trek: The Next Generation",
    "overview": "Follow the intergalactic adventures of Capt. Jean-Luc Picard and his loyal crew aboard the all-new USS Enterprise NCC-1701D, as they explore new worlds.",
    "popularity": 2848.445,
    "poster_path": "/vkLzXddgUKH5VcpnYiRzpJFrZhz.jpg",
    "production_companies": [
        {
            "id": 9223,
            "logo_path": "/of4mmVt6egYaO9oERJbuUxMOTkj.png",
            "name": "Paramount Television Studios",
            "origin_country": "US"
        },
        {
            "id": 57121,
            "logo_path": null,
            "name": "Norway Corporation",
            "origin_country": ""
        }
    ],
    "production_countries": [
        {
            "iso_3166_1": "US",
            "name": "United States of America"
        }
    ],
    "seasons": [
        {
            "air_date": "2012-07-24",
            "episode_count": 137,
            "id": 1996,
            "name": "Specials",
            "overview": "",
            "poster_path": "/eg2cYEp74IyWM6gDC6y7g3dDbu.jpg",
            "season_number": 0,
            "vote_average": 0.0
        },
        {
            "air_date": "1987-09-28",
            "episode_count": 25,
            "id": 1989,
            "name": "Season 1",
            "overview": "Picking up decades after the original Star Trek series, season one begins the intergalactic adventures of Capt. Jean-Luc Picard and his loyal crew aboard the all-new USS Enterprise NCC-1701D, as they explore new worlds.",
            "poster_path": "/t1g6GLBQj8pfAla4qA0r5TnLw0R.jpg",
            "season_number": 1,
            "vote_average": 6.5
        },
        {
            "air_date": "1988-11-21",
            "episode_count": 22,
            "id": 1990,
            "name": "Season 2",
            "overview": "In season two, the Enterprise continues on its journey across the galaxy with the birth of a new member. Picard once again leads the team as unknown civilizations take notice of the ship and wishes to know more about the crew and their operations. Riker struggles with his loyalty to the Enterprise as his life is threatened and Data tries to become more human to understand his role upon the Enterprise. This season looks closer into the relationship of man vs. machine as Q once again tries to test Picard against a new enemy. The Ferengi threatens the Enterprise and the mystery of the holodeck pits the crew against the clock as lives hang in the balance.",
            "poster_path": "/3recmOpquLOM31YOvVNQlR6U94H.jpg",
            "season_number": 2,
            "vote_average": 6.6
        },
        {
            "air_date": "1989-09-25",
            "episode_count": 26,
            "id": 1995,
            "name": "Season 3",
            "overview": "With the disappearance of a Federation colony, the Enterprise warp speeds to action to uncover if the reason was political or something much more sinister. Along their travels, the crew must escort a scientist who may hold the key to a malfunction that places the crew in danger. Prime Directives are broken as Picard is taken for a god on a primitive world. The Romulans continue to notice Federation intrusion into the Neutral Zone and threatens war against the Enterprise. Things become much more complex as an old enemy stops by and Picard must decide if he should offer solace or choose to remain enemies as a precaution. All leading up to finally answering the motives of Starfleet and the Federation as the Enterprise continues on its mission to explore the galaxy.",
            "poster_path": "/odNdFj4dblGPRfwdDo7U0599fWI.jpg",
            "season_number": 3,
            "vote_average": 7.0
        },
        {
            "air_date": "1990-09-24",
            "episode_count": 26,
            "id": 1991,
            "name": "Season 4",
            "overview": "As Riker tries to save the Enterprise and the Earth from a powerful alien race, Captain Picard's life hangs in the balance. The crew faces their own demons and must overcome their own obstacles to continue their mission. This leads Data to return to his creator to better understand emotions. Worf must accept his Klingon heritage and face his former family. A power struggle threatens the Federation as the Romulans try to make peace with their universe and the Klingons deal with a potential successor to their empire. Political relations are strained within the Enterprise as a rogue ship attacks former enemies of the Federation, ultimately leading up to a civil war where one member of the Enterprise must decide where his loyalty lies.",
            "poster_path": "/x56cmiHHvKIDRBHSTUohNYxtDHS.jpg",
            "season_number": 4,
            "vote_average": 7.0
        },
        {
            "air_date": "1991-09-23",
            "episode_count": 26,
            "id": 1992,
            "name": "Season 5",
            "overview": "In season five, Starfleet becomes involved in a vast conspiracy amidst a Klingon civil war which forces the Enterprise to become an unwilling pawn against the Romulans as Starfleet's motives are unknown. This leads Picard and Data to undertake a journey to seek out a mysterious member who is trying to make peace between the Romulans and the Vulcans. Meanwhile, a visitor from the future arrives on the Enterprise as Wolf struggles with his own handicap. The crew becomes even more conflicted as an injured enemy arrives. Peace is seen on the horizon but at what cost?",
            "poster_path": "/eVlZ16kGyaHMHKc6YwzvoGBmZ1e.jpg",
            "season_number": 5,
            "vote_average": 7.0
        },
        {
            "air_date": "1992-09-21",
            "episode_count": 26,
            "id": 1993,
            "name": "Season 6",
            "overview": "In season six, the crew is faced with a familiar face from the past who insists that machines cannot replace human experience. This causes conflict in Data who questions his affiliation with the Enterprise vs. joining a powerful enemy in order to feel his first emotion. Worf begins a quest to find his father as a means to finally accept his Klingon heritage and to restore honor upon his family. As the journey continues through the galaxy, Picard is kidnapped by a rebel alien command and Riker takes on the role of Captain to free Picard and restore the Enterprise. To Riker’s surprise, an old enemy returns and offers assistance with Picard’s rescue. All finishing with the Enterprise facing its most shocking surprise.",
            "poster_path": "/l6POnlAk5vQgmru2dxm1Yns9kYl.jpg",
            "season_number": 6,
            "vote_average": 7.1
        },
        {
            "air_date": "1993-09-20",
            "episode_count": 25,
            "id": 1994,
            "name": "Season 7",
            "overview": "In the seventh and final season, Riker goes undercover and rediscovers Picard posing as a mercenary on an alien ship. Together they initiate a plan to find a lethal artifact. The crew struggles to deal with Data's new found human elements which cause several traumatic episodes for the crew. As Picard is imprisoned by an alien race, he comes to terms with past emotions. Riker is once again conflicted between his loyalty to Picard and his obligation to Starfleet and the Federation. As the lives of the crew members are endangered, Picard is taken on a journey to the past, present, and future to see the results of his actions.",
            "poster_path": "/8l5YMZo4KwvE9dQMvrr53nXkR28.jpg",
            "season_number": 7,
            "vote_average": 6.6
        }
    ],
    "spoken_languages": [
        {
            "english_name": "English",
            "iso_639_1": "en",
            "name": "English"
        }
    ],
    "status": "Ended",
    "tagline": "New Stars. New Stories. New Worlds To Explore.",
    "type": "Scripted",
    "vote_average": 8.35,
    "vote_count": 1393,
    "youtube_theme_added": 1714079383,
    "youtube_theme_added_by": "12914999",
    "youtube_theme_edited": 1714079383,
    "youtube_theme_edited_by": "12914999",
    "youtube_theme_url": "https://www.youtube.com/watch?v=p5kcBxL7-qI"
}