{
    "backdrop_path": "/yFGBYtzbvSKKI5qSvyUBWeq1uiJ.jpg",
    "id": 125574,
    "name": "The Amazing Spider-Man Collection",
    "overview": "A superhero film series based on the Marvel Comics character Spider-Man. The series is centered on Peter Parker, a teenager struggling to find his place in life ever since his parents disappeared when he was a child. A spider bites him on the back of his neck, giving him spider-powers. It is a reboot of Sony's Spider-Man film franchise.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/hDvqcbZhq9ux0euxYxCP9N6m1Rh.jpg",
            "genre_ids": [
                28,
                12,
                878
            ],
            "id": 102382,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "The Amazing Spider-Man 2",
            "overview": "For Peter Parker, life is busy. Between taking out the bad guys as Spider-Man and spending time with the person he loves, Gwen Stacy, high school graduation cannot come quickly enough. Peter has not forgotten about the promise he made to Gwen’s father to protect her by staying away, but that is a promise he cannot keep. Things will change for Peter when a new villain, Electro, emerges, an old friend, Harry Osborn, returns, and Peter uncovers new clues about his past.",
            "popularity": 107.769,
            "poster_path": "/c3e9e18SSlvFd1cQaGmUj5tqL5P.jpg",
            "release_date": "2014-04-16",
            "title": "The Amazing Spider-Man 2",
            "video": false,
            "vote_average": 6.506,
            "vote_count": 12779
        },
        {
            "adult": false,
            "backdrop_path": "/sxskOU71CO8LaNX2LOtjYFUtKv7.jpg",
            "genre_ids": [
                28,
                12,
                878
            ],
            "id": 1930,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "The Amazing Spider-Man",
            "overview": "Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.",
            "popularity": 95.042,
            "poster_path": "/BgcvtsVWLQfjHD6Dr3YYgeSLYk.jpg",
            "release_date": "2012-06-23",
            "title": "The Amazing Spider-Man",
            "video": false,
            "vote_average": 6.698,
            "vote_count": 16825
        }
    ],
    "poster_path": "/68CqVxCH14br7EHFu67peDDjZX9.jpg",
    "youtube_theme_added": 1711427466,
    "youtube_theme_added_by": "112841659",
    "youtube_theme_edited": 1711427466,
    "youtube_theme_edited_by": "112841659",
    "youtube_theme_url": "https://www.youtube.com/watch?v=eBOajc3tZDs"
}