{
    "backdrop_path": "/qpFCHvjPCEGDW6RPBCdV9iq1yI4.jpg",
    "id": 17235,
    "name": "Hellboy Collection",
    "overview": "The character Hellboy is a demon who fights for the U.S. government and himself against dark forces including Nazis and Baba Yaga, in a series of tales that have their roots in folklore, pulp magazines, vintage adventure, and horror fiction. This collection includes the theatrical release films.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/qdTUAwQKQ9n7PfZeVJzs7sOP8S8.jpg",
            "genre_ids": [
                14,
                28
            ],
            "id": 1487,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Hellboy",
            "overview": "In the final days of World War II, the Nazis attempt to use black magic to aid their dying cause. The Allies raid the camp where the ceremony is taking place, but not before they summon a baby demon who is rescued by Allied forces and dubbed \"Hellboy\". Sixty years later, Hellboy serves the cause of good rather than evil as an agent in the Bureau of Paranormal Research & Defense, along with Abe Sapien - a merman with psychic powers, and Liz Sherman - a woman with pyrokinesis, protecting America against dark forces.",
            "popularity": 39.272,
            "poster_path": "/xohSnVY9gub1Z30CdrikW9yygTW.jpg",
            "release_date": "2004-04-02",
            "title": "Hellboy",
            "video": false,
            "vote_average": 6.666,
            "vote_count": 6643
        },
        {
            "adult": false,
            "backdrop_path": "/44Nxgb2yGPfopdD2k7yZXpiZPYJ.jpg",
            "genre_ids": [
                14,
                12,
                28
            ],
            "id": 11253,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Hellboy II: The Golden Army",
            "overview": "Hellboy, his pyrokinetic girlfriend, Liz, and aquatic empath, Abe Sapien, face their biggest battle when an underworld elven prince plans to reclaim Earth for his magical kindred. Tired of living in the shadow of humans, Prince Nuada tries to awaken an ancient force of killing machines, the all-powerful Golden Army, to clear the way for fantasy creatures to roam free. Only Hellboy can stop the dark prince and prevent humanity's annihilation.",
            "popularity": 29.299,
            "poster_path": "/582tPE3faoiVpECMdGCNFxVwe70.jpg",
            "release_date": "2008-07-11",
            "title": "Hellboy II: The Golden Army",
            "video": false,
            "vote_average": 6.756,
            "vote_count": 4979
        }
    ],
    "poster_path": "/7zzD8uQ5fyC4slZF1ATMS6gtyHS.jpg",
    "youtube_theme_added": 1715725115,
    "youtube_theme_added_by": "168332544",
    "youtube_theme_edited": 1715725115,
    "youtube_theme_edited_by": "168332544",
    "youtube_theme_url": "https://www.youtube.com/watch?v=jXlR5ok-LTg"
}