{
    "backdrop_path": "/22p3xTTuXc9FEnzyGlfB9KBtR4Y.jpg",
    "id": 19387,
    "name": "The X Files Collection",
    "overview": "The X-Files (also known as The X-Files: Fight the Future) is a 1998 American science fiction thriller film directed by Rob Bowman. Chris Carter wrote the screenplay. The story is by Carter and Frank Spotnitz. It is the first feature film based on Carter's television series The X-Files that revolves around fictional unsolved cases called the X-Files and the characters solving them. The X-Files has spawned one sequel, a 2008 film entitled The X-Files: I Want to Believe released six years after the series ended.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/2ZuNdBOSUamCo6mU1Ew1KEaN8Zc.jpg",
            "genre_ids": [
                9648,
                878,
                53
            ],
            "id": 846,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "The X Files",
            "overview": "Mulder and Scully, now taken off the FBI's X Files cases, must find a way to fight the shadowy elements of the government to find out the truth about a conspiracy that might mean the alien colonization of Earth.",
            "popularity": 20.113,
            "poster_path": "/iBOM0GCV1SJOPwFjX5q5cGny2Rj.jpg",
            "release_date": "1998-06-19",
            "title": "The X Files",
            "video": false,
            "vote_average": 6.857,
            "vote_count": 1524
        },
        {
            "adult": false,
            "backdrop_path": "/mCqcJiTAuI8fFYHwQcwJ4AUCVG9.jpg",
            "genre_ids": [
                18,
                9648,
                878,
                53
            ],
            "id": 8836,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "The X Files: I Want to Believe",
            "overview": "Six years after the events of The X-Files series finale, former FBI agent Doctor Dana Scully is now a staff physician at Our Lady of Sorrows, a Catholic hospital, and treating a boy named Christian who has Sandhoff disease, a terminal brain condition. FBI agent Drummy arrives to ask Scully’s help in locating Fox Mulder, the fugitive former head of the X-Files division, and says they will call off its manhunt for him if he will help investigate the disappearances of several women, including young FBI agent Monica Banan.  Mulder and Scully are called back to duty by the FBI when a former priest claims to be receiving psychic visions pertaining to a kidnapped agent.",
            "popularity": 24.39,
            "poster_path": "/3zQMhutUMJP6lK49x7i2YfsOHL9.jpg",
            "release_date": "2008-07-24",
            "title": "The X Files: I Want to Believe",
            "video": false,
            "vote_average": 5.794,
            "vote_count": 1435
        }
    ],
    "poster_path": "/i7yHkQYfFuHlJxr2jvX9uilxHXp.jpg",
    "youtube_theme_added": 1704774944,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1704774944,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=HQoRXhS7vlU"
}