{
    "backdrop_path": "/3RqSKjokWlXyTBUt3tcR9CrOG57.jpg",
    "id": 23456,
    "name": "One Piece Collection",
    "original_language": "en",
    "original_name": "One Piece Collection",
    "overview": "Collection of all the One Piece films, movie productions based on the famous manga and anime created by Eiichiro Oda. They expand the universe of the series and usually feature original stories that are not part of the main plot of the anime, although some are indirectly connected.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/efC1n5QU7newjfgqyOPmsnwSky3.jpg",
            "genre_ids": [
                28,
                16,
                12
            ],
            "id": 23446,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ワンピース ねじまき島の冒険",
            "overview": "Relaxing on a cozy beach, the Straw Hat Pirates are taking a rest from their quest. Right until Luffy noticed the Going Merry has been hijacked and sailed off from the beach. This leads them to search the ship and find the thief who took it from them. They ran into a duo named the Theif Brothers, who informed them that their ship was stolen by a group of pirates called the Trump Kyoudai. When they encountered the Trump Pirates, Nami ended up getting kidnapped as well as Luffy's hat. They tracked down the pirates to their base on Clockwork Island. Now Luffy, Zoro, Sanji, Usopp, and the Theif Brothers must reclaim the Going Merry, Save Nami, and get back Shank's straw hat.",
            "popularity": 2.6913,
            "poster_path": "/phrVSY5cpUkybc0gU41crWi2XIP.jpg",
            "release_date": "2001-03-03",
            "title": "One Piece: Clockwork Island Adventure",
            "video": false,
            "vote_average": 6.902,
            "vote_count": 287
        },
        {
            "adult": false,
            "backdrop_path": "/mSEG0pGyCEwAWh7qNgxnuPnd8jU.jpg",
            "genre_ids": [
                28,
                12,
                16,
                35,
                14
            ],
            "id": 25278,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "劇場版ワンピース エピソードオブアラバスタ 砂漠の王女と海賊たち",
            "overview": "The Straw Hat Pirates are on a quest to save the desert kingdom of Alabasta. A civil war brews among the sands, one started and stirred by the hand of none other than Crocodile and his corrupted Baroque Works gang. The stakes run ever higher as Princess Vivi's homeland threatens to tear itself apart. More than lives are on the line.",
            "popularity": 1.8844,
            "poster_path": "/qryaZLg7DkBkZtwKWTH6dfXjT3r.jpg",
            "release_date": "2007-03-03",
            "title": "One Piece: The Desert Princess and the Pirates: Adventure in Alabasta",
            "video": false,
            "vote_average": 6.894,
            "vote_count": 161
        },
        {
            "adult": false,
            "backdrop_path": "/zz1XuiGopECvvSvWskpPQBsV3vQ.jpg",
            "genre_ids": [
                28,
                16,
                12
            ],
            "id": 44725,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ワンピース 珍獣島のチョッパー王国",
            "overview": "As the Straw Hat Pirates sail through the Grand Line, a sudden eruption of geysers beneath the Going Merry sends the crew flying over a nearby island. In the chaos, Chopper falls overboard and becomes separated from his friends. While Luffy and the others land on the far side of the island, Chopper finds himself hailed as the new king by the local animals. However, danger looms as a group of human “horn hunters” arrives. Their leader, Count Butler, is a violin-playing man who consumes horns to gain strength, and he seeks to devour the island’s greatest treasure to inherit immense power. Can Luffy and the crew stop Count Butler’s scheme and save the island? And will they be able to show Momambi that not all pirates are the villains he believes them to be?",
            "popularity": 3.7057,
            "poster_path": "/9YFUMvTV4zOkpUsPAiPgjaMKWYd.jpg",
            "release_date": "2002-03-02",
            "title": "One Piece: Chopper's Kingdom on the Island of Strange Animals",
            "video": false,
            "vote_average": 6.725,
            "vote_count": 220
        },
        {
            "adult": false,
            "backdrop_path": "/lgtg04cn0AZ89ua4S2CbQbajZRg.jpg",
            "genre_ids": [
                16,
                12,
                28
            ],
            "id": 44728,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ONE PIECE 呪われた聖剣",
            "overview": "The Straw Hat Pirates landed at Asuka Island, home of the most valuable sword in the world: The Seven Star Sword. Which was said to curse anyone who takes it in possession. When they got back to the Going Merry, they discovered that Zoro is missing from his guard duty. Before they could plan out a search party to relocate him. Luffy and friends escape from the port as Marines were on their tail. They found a new place to dock, which is near a village. Whose job is to keep the Seven Star Sword sealed. Soon it was attacked by the Marines, and among them is Zoro. Luffy and the others don't know why he's helping out the Marines. But it all comes to conclusion when Luffy encounters Saga: Zoro's childhood friend from Swordsman training.",
            "popularity": 3.425,
            "poster_path": "/fSqxVnjHE7zGAdWkhnQNYLJ2FUj.jpg",
            "release_date": "2004-03-06",
            "title": "One Piece: Curse of the Sacred Sword",
            "video": false,
            "vote_average": 6.891,
            "vote_count": 238
        },
        {
            "adult": false,
            "backdrop_path": "/Aqsjzy5lZsOIIj0nmdDJ3woqeKe.jpg",
            "genre_ids": [
                28,
                16,
                53,
                35
            ],
            "id": 44729,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ワンピース the movie オマツリ男爵と秘密の島",
            "overview": "The Straw Hats visit a recreational island, run by Baron Omatsuri, who asks them to complete a series of ordeals if they wish to stay on the island. Luffy accepts and the Straw Hats work together to complete them, but as the island's mysteries unfold, their lives and friendships are put to the test. It's up to Luffy to stop the Baron's plot and keep his crew together.",
            "popularity": 6.3505,
            "poster_path": "/ueIR4LM4k8eKhSB8gGT9NMhCwGW.jpg",
            "release_date": "2005-03-05",
            "title": "One Piece: Baron Omatsuri and the Secret Island",
            "video": false,
            "vote_average": 7.181,
            "vote_count": 237
        },
        {
            "adult": false,
            "backdrop_path": "/lEPnRTtzEvGwl5H5NdYx2qRfkUF.jpg",
            "genre_ids": [
                16,
                12,
                28,
                35,
                878,
                14
            ],
            "id": 44730,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ワンピース カラクリ城のメカ巨兵",
            "overview": "The Straw Hats visits an island, known as Mecha Island, where a fisherman sings an old folk song about a Golden Crown. Searching for that mysterious treasure, they find a hidden entrance into the island. The island's leader, Ratchet, impressed with the find and in search of the Golden Crown himself, invites the crew to join him in his search and the crew along with Ratchet and his henchmen enter the cave. As it turns out, the islands true form, is that of a giant turtle. Ratchet, who had known this all along, uses his mechanical castle to take control of the turtle, in order to use it, to take over the world. Now the Straw Hats have to stop not only Ratchet, but also the helpless turtle, from crashing into a nearby island.",
            "popularity": 2.7071,
            "poster_path": "/4Pu26TQNiyl8kjNe1sI3NMG2OQG.jpg",
            "release_date": "2006-03-04",
            "title": "One Piece: Giant Mecha Soldier of Karakuri Castle",
            "video": false,
            "vote_average": 6.964,
            "vote_count": 181
        },
        {
            "adult": false,
            "backdrop_path": "/1oaRUHv1zX4mZNX1zq4NcHIg50m.jpg",
            "genre_ids": [
                16,
                14,
                12
            ],
            "id": 41498,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ONE PIECE FILM STRONG WORLD",
            "overview": "20 years after his escape from Impel Down, the legendary pirate Shiki, the Golden Lion, reappears causing massive upheaval to the Marines. During his long seclusion, he was able to come up with a scheme to bring the World Government to his knees. On his way to execute the plan, Shiki crosses paths with the Straw Hat Pirates and becomes so impressed with Nami's knowledge of meteorology that he abducts her to forcedly enlist her into his crew. Luffy and the gang end up on a strange land populated with monstrous beasts as they desperately search for Shiki and Nami.",
            "popularity": 3.1107,
            "poster_path": "/z9S39hH4IOX9Hmtn3zho3Wdqem8.jpg",
            "release_date": "2009-12-12",
            "title": "One Piece Film: Strong World",
            "video": false,
            "vote_average": 7.428,
            "vote_count": 384
        },
        {
            "adult": false,
            "backdrop_path": "/dpwfPVCD2eQgEWY7GtCYAyRaVAP.jpg",
            "genre_ids": [
                16,
                12
            ],
            "id": 79082,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ONE PIECE 3D 麦わらチェイス",
            "overview": "One Piece 3D: Straw Hat Chase is the 11th One Piece film of the series, and is set before the time-skip. This is One Piece's first movie release to be in 3D CGI. The movie is also the first One Piece film since Movie 3 to be a double-feature. This time, the film was featured with \"Toriko 3D: Gourmet Adventure\", both being billed as the \"Jump Heroes Film\". The double-feature was released on March 19, 2011.",
            "popularity": 3.8381,
            "poster_path": "/eYm3oEPiQJ9RV5QdyudwUplb9cD.jpg",
            "release_date": "2011-03-19",
            "title": "One Piece 3D: Straw Hat Chase",
            "video": false,
            "vote_average": 6.729,
            "vote_count": 164
        },
        {
            "adult": false,
            "backdrop_path": "/wMzToVniA09xWS0DXSRQiufVvpZ.jpg",
            "genre_ids": [
                28,
                16,
                12,
                35
            ],
            "id": 374205,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ONE PIECE FILM GOLD",
            "overview": "The glittering Gran Tesoro, a city of entertainment beyond the laws of the government, is a sanctuary for the world’s most infamous pirates, Marines, and filthy rich millionaires. Drawn by dreams of hitting the jackpot, Captain Luffy and his crew sail straight for the gold. But behind the gilded curtains lies a powerful king whose deep pockets and deeper ambitions spell disaster for the Straw Hats and the New World alike.",
            "popularity": 3.9301,
            "poster_path": "/9PgiOFTLZXP7emlwcIt0yRasJ9h.jpg",
            "release_date": "2016-07-23",
            "title": "One Piece Film: GOLD",
            "video": false,
            "vote_average": 7.219,
            "vote_count": 525
        },
        {
            "adult": false,
            "backdrop_path": "/cHc7wnX6AIo71gUhwTo6IsAFirO.jpg",
            "genre_ids": [
                16,
                14,
                28,
                12
            ],
            "id": 176983,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ONE PIECE FILM Z",
            "overview": "Zephyr, now known as Z, rides the seas with only one goal: Destroy all pirates and their dreams at becoming King of Pirates. When Luffy and his crew encounter him at sea, not only are they utterly defeated by the man with an arm made of Seastone, Nami, Robin, and Chopper are turned 10 years younger due to Z's minion Ain. Luffy is so determined to win against him that he does not even notice Z's master plan that could sacrifice thousands of lives.",
            "popularity": 4.2505,
            "poster_path": "/dd0HwfxstffjRgbBcQvtw3uqS6O.jpg",
            "release_date": "2012-12-15",
            "title": "One Piece Film: Z",
            "video": false,
            "vote_average": 7.486,
            "vote_count": 547
        },
        {
            "adult": false,
            "backdrop_path": "/6OnJoCqeRzoOdzXogm64OD3QGzn.jpg",
            "genre_ids": [
                28,
                16,
                12,
                35,
                14
            ],
            "id": 19576,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ワンピース",
            "overview": "There once was a pirate known as the Great Gold Pirate Woonan, who obtained almost one-third of the world's gold. Over the course of a few years, the pirate's existence faded, and a legend grew that he disappeared with his gold to a remote island, an island pirates continue to search for. Aboard the Going Merry, Luffy and his crew, starved and reckless, are robbed of their treasure. In an attempt to get it back, they wreck the getaway ship, guided by a young boy named Tobio, who's a captured part of El Drago's pirate crew. El Drago's love for gold has driven him to look for Woonan's island, and thanks to Woonan's treasure map, he finds it. During this time, Luffy's crew have been split up, and despite their own circumstances, they must find a way to stop El Drago from obtaining Woonan's gold.",
            "popularity": 3.1572,
            "poster_path": "/aRqQNSuXpcE3dkJC43aEg9f2HXd.jpg",
            "release_date": "2000-03-04",
            "title": "One Piece: The Movie",
            "video": false,
            "vote_average": 7.06,
            "vote_count": 375
        },
        {
            "adult": false,
            "backdrop_path": "/yJetT9PknmMbgwPdhrpxVU8tDKk.jpg",
            "genre_ids": [
                28,
                16,
                12,
                35
            ],
            "id": 44731,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ＯＮＥ ＰＩＥＣＥ（ワンピース） エピソードオブチョッパー＋冬に咲く、奇跡の桜",
            "overview": "When Nami falls ill, the Straw Hats seek medical care for her on Drum Island. There they meet reindeer doctor Tony Tony Chopper and the Wapol Pirates.",
            "popularity": 2.0757,
            "poster_path": "/rGgZ3nIJt1anC1hOT4Do5mCOqAJ.jpg",
            "release_date": "2008-03-01",
            "title": "One Piece: Episode of Chopper Plus: Bloom in the Winter, Miracle Cherry Blossom",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 149
        },
        {
            "adult": false,
            "backdrop_path": "/41e5H3UhT7D8VYBh4rdGy5fB0lv.jpg",
            "genre_ids": [
                28,
                16,
                12
            ],
            "id": 44727,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ワンピース デッドエンドの冒険",
            "overview": "Desperate for cash, the Straw Hat Pirates enter a secret race between pirate crews known as the Dead End Competition. There, they must battle against powerful people, including the bounty hunter who wants to kill Gasparde and a climatic battle with Marine-turned-pirate Captain Gasparde.",
            "popularity": 4.5604,
            "poster_path": "/tEJBIHzaW1IoOVHtgblXy76kj4G.jpg",
            "release_date": "2003-03-01",
            "title": "One Piece: Dead End Adventure",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 209
        },
        {
            "adult": false,
            "backdrop_path": "/55NKqRgstL3u1Oxe2gAAJUtx3jM.jpg",
            "genre_ids": [
                16,
                28,
                12,
                14
            ],
            "id": 568012,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ONE PIECE STAMPEDE",
            "overview": "The world's boldest buccaneers set sail for the great Pirate Festival, where the Straw Hats join a mad-dash race to find Gol D. Roger's treasure. There's just one little problem: An old member of Roger's crew has a sinister score to settle.",
            "popularity": 1.6644,
            "poster_path": "/4E2lyUGLEr3yH4q6kJxPkQUhX7n.jpg",
            "release_date": "2019-01-03",
            "title": "One Piece: Stampede",
            "video": true,
            "vote_average": 7.784,
            "vote_count": 629
        },
        {
            "adult": false,
            "backdrop_path": "/wghKvEjM7UzQzQcKnGbDjOyQO13.jpg",
            "genre_ids": [
                16,
                12,
                28,
                14,
                10402
            ],
            "id": 900667,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "ONE PIECE FILM RED",
            "overview": "A new adventure begins for Luffy and his crew when mysterious pop superstar Uta unveils her identity — and launches a misguided plan for world peace.",
            "popularity": 5.5747,
            "poster_path": "/m80kPdrmmtEh9wlLroCp0bwUGH0.jpg",
            "release_date": "2022-08-06",
            "title": "One Piece Film Red",
            "video": false,
            "vote_average": 7.188,
            "vote_count": 1104
        }
    ],
    "poster_path": "/yQvWLR5cLumkymFKI7GTrpnF8Gv.jpg",
    "youtube_theme_added": 1722022326,
    "youtube_theme_added_by": "78506706",
    "youtube_theme_edited": 1722022326,
    "youtube_theme_edited_by": "78506706",
    "youtube_theme_url": "https://www.youtube.com/watch?v=_wFSkyR0XO0"
}