{
    "backdrop_path": "/dY55rtfQMOMGHJXGDNfSEyuHPGG.jpg",
    "id": 2467,
    "name": "Tomb Raider Collection",
    "original_language": "en",
    "original_name": "Tomb Raider Collection",
    "overview": "Tomb Raider is a series of action-adventure movies, centering around the exploits of Lara Croft, a fictional British archaeologist-adventurer.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/6a3tiuwoM0vyytHkQHNmMppijCe.jpg",
            "genre_ids": [
                12,
                28,
                14
            ],
            "id": 1995,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Lara Croft: Tomb Raider",
            "overview": "Orphaned heiress, English aristocrat and intrepid archaeologist, Lara Croft, embarks on a dangerous quest to retrieve the two halves of an ancient artifact which controls time before it falls into the wrong hands. As an extremely rare planetary alignment is about to occur for the first time in 5,000 years, the fearless tomb raider will have to team up with rival adventurers and sworn enemies to collect the pieces, while time is running out. But, in the end, who can harness the archaic talisman's unlimited power?",
            "popularity": 6.9215,
            "poster_path": "/sJpl1EfHGZhbKtZ3fWTlwrpM1tH.jpg",
            "release_date": "2001-06-15",
            "title": "Lara Croft: Tomb Raider",
            "video": false,
            "vote_average": 5.909,
            "vote_count": 6353
        },
        {
            "adult": false,
            "backdrop_path": "/lyCPWvJJSLgUo62USdnvqOVJfGi.jpg",
            "genre_ids": [
                12,
                28,
                14
            ],
            "id": 1996,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Lara Croft: Tomb Raider - The Cradle of Life",
            "overview": "Off the coast of the volcanic island of Santorini, the intrepid archaeologist Lara Croft makes the unexpected discovery of a pulsating golden orb able to guide its holder to the mythical Pandora's Box. As the legendary artifact contains ancient mysteries of unfathomable power - said to contain one of the deadliest plagues on Earth, Lara is tasked by MI6 to make sure it doesn't fall into the wrong hands. With the aid of former Marine turned mercenary Terry Sheridan, she travels the world in pursuit of the precious item in a race against time; she must beat the unscrupulous Nobel Prize-winning scientist turned bioterrorist, Jonathan Reiss, to it.",
            "popularity": 3.8301,
            "poster_path": "/ylIEGeAr2ygSClK4FDj9mi2Ah22.jpg",
            "release_date": "2003-07-21",
            "title": "Lara Croft: Tomb Raider - The Cradle of Life",
            "video": false,
            "vote_average": 5.756,
            "vote_count": 4397
        }
    ],
    "poster_path": "/sgaP4WtVlKzz8FIcjbkevOycJiq.jpg",
    "youtube_theme_added": 1704774660,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1704774660,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=GW4mm2JBV7k"
}