{
    "backdrop_path": "/ifSnip5tvaHvxLPAyjkiihE6T2I.jpg",
    "id": 285564,
    "name": "Jarhead Collection",
    "overview": "A series of war films where the title comes from the slang term used to refer to United States Marines. The first film is based on U.S. Marine Anthony Swofford's 2003 memoir of the same name. It was followed by direct-to-video sequels.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/bQ8fRUaitJvi54O2lUT6Ta7FVHK.jpg",
            "genre_ids": [
                18,
                10752
            ],
            "id": 25,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Jarhead",
            "overview": "Jarhead is a film about a US Marine Anthony Swofford’s experience in the Gulf War. After putting up with an arduous boot camp, Swofford and his unit are sent to the Persian Gulf where they are eager to fight, but are forced to stay back from the action. Swofford struggles with the possibility of his girlfriend cheating on him, and as his mental state deteriorates, his desire to kill increases.",
            "popularity": 40.768,
            "poster_path": "/55WJCdayHwoXJwRv3prpqscHt2q.jpg",
            "release_date": "2005-11-04",
            "title": "Jarhead",
            "video": false,
            "vote_average": 6.646,
            "vote_count": 2760
        },
        {
            "adult": false,
            "backdrop_path": "/e3mb4TdBQi0KitKjgrK4b737jch.jpg",
            "genre_ids": [
                10752,
                28
            ],
            "id": 285423,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Jarhead 2: Field of Fire",
            "overview": "Battle-scarred and disillusioned by the war, Corporal Chris Merrimette is put in charge of a unit whose next mission is to resupply a remote outpost on the edge of Taliban-controlled territory. While driving through the hostile Helmand province, a Navy SEAL flags down their convoy and enlists the unit on an operation of international importance: they must help an Afghan woman famous for her defiance of the Taliban escape the country. Without tanks or air support, Merrimette and his team will need all the courage and firepower they can muster to fight their way across the war-torn country and shepherd the woman to safety.",
            "popularity": 14.204,
            "poster_path": "/s3LkjkwmmhECqQyCuJLG1t009Qq.jpg",
            "release_date": "2014-08-14",
            "title": "Jarhead 2: Field of Fire",
            "video": false,
            "vote_average": 6.219,
            "vote_count": 281
        },
        {
            "adult": false,
            "backdrop_path": "/sr55z05MvFdCooDif7xbjmwJUU3.jpg",
            "genre_ids": [
                10752,
                28,
                18
            ],
            "id": 378385,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Jarhead 3: The Siege",
            "overview": "Corporal Evan Albright joined the elite Marine Corps Security Guards to save the world and see some action-not necessarily in that order. But his first assignment, protecting a U. S. Embassy in a seemingly safe Middle Eastern capitol, relegates his unit to wrangling \"gate groupies\" protesting outside the compound and honing their marksmanship by playing video games. So Albright and his team are caught off guard when well-armed and well-trained militants launch a surprise attack aimed at killing an informant in the embassy. Heavily out-gunned, they will have to muster all the courage and fire power they can as their once routine assignment spirals into all-out war.",
            "popularity": 23.512,
            "poster_path": "/nVV0egJSawDYOSMyzUbOL6wfzmZ.jpg",
            "release_date": "2016-01-20",
            "title": "Jarhead 3: The Siege",
            "video": false,
            "vote_average": 6.2,
            "vote_count": 223
        },
        {
            "adult": false,
            "backdrop_path": "/kTtBDUeDZATzrTUlqHUG0ZWjg9m.jpg",
            "genre_ids": [
                10752
            ],
            "id": 635744,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Jarhead: Law of Return",
            "overview": "Major Ronan Jackson, an accomplished fighter pilot for the Israel Defense Forces and son of a U.S. Senator, is shot down while flying through Syrian airspace. After miraculously surviving the crash, Jackson is taken captive by a group of Hezbollah militiamen. A squad of elite soldiers, led by Gunnery Sergeant Dave Torres, risk their own lives in the hopes of saving an ally they've never met.",
            "popularity": 28.075,
            "poster_path": "/6LlqyjAik3Kh68QQ9AchSJEF0Z5.jpg",
            "release_date": "2019-10-01",
            "title": "Jarhead: Law of Return",
            "video": false,
            "vote_average": 6.533,
            "vote_count": 3332
        }
    ],
    "poster_path": "/aRFpBjCseFD6UmahAuLdqS7Or5q.jpg",
    "youtube_theme_added": 1702428196,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1702428196,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=rMPrzCIPTUo"
}