{
    "backdrop_path": "/guigdRPHN65fsgZHmvVvBOyiArf.jpg",
    "id": 2980,
    "name": "Ghostbusters Collection",
    "overview": "Ghostbusters is a 1984 American supernatural comedy film, directed and produced by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. The film stars Bill Murray, Aykroyd, and Ramis as three eccentric parapsychologists in New York City who start a ghost-catching business. The second film, Ghostbusters II, was released in 1989.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/c6yfABGVKuB5cjoOwdX4AJMlzUz.jpg",
            "genre_ids": [
                35,
                14
            ],
            "id": 620,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Ghostbusters",
            "overview": "After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.",
            "popularity": 296.653,
            "poster_path": "/7E8nLijS9AwwUEPu2oFYOVKhdFA.jpg",
            "release_date": "1984-06-08",
            "title": "Ghostbusters",
            "video": false,
            "vote_average": 7.485,
            "vote_count": 8624
        },
        {
            "adult": false,
            "backdrop_path": "/2aAdL3Mh3wGFPMOYentufOmBsB7.jpg",
            "genre_ids": [
                35,
                14
            ],
            "id": 2978,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Ghostbusters II",
            "overview": "Having lost their status and credibility five years after covering New York City with gooey roasted marshmallows in Ghostbusters (1984), the city's former heroes and once-popular spirit-hunters struggle to keep afloat, forced to work odd jobs. However, when Dana and her baby have yet another terrifying encounter with the paranormal, it is up to Peter Venkman and his fearless team of supernatural crime fighters to step up and save the day. Once more, humankind is in danger, as rivers of slimy psycho-reactive ectoplasm, paired with the dreadful manifestation of evil sixteenth-century tyrant Vigo the Carpathian, threaten to plunge the entire city into darkness. Is the world ready to believe? Can the Ghostbusters save us for the second time?",
            "popularity": 56.74,
            "poster_path": "/yObYPMA58DnTMvJooFW7GG6jWAt.jpg",
            "release_date": "1989-06-16",
            "title": "Ghostbusters II",
            "video": false,
            "vote_average": 6.563,
            "vote_count": 4223
        },
        {
            "adult": false,
            "backdrop_path": "/58082NwAWlM91iybyvxzl7PmFwZ.jpg",
            "genre_ids": [
                14,
                35,
                12,
                878
            ],
            "id": 425909,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Ghostbusters: Afterlife",
            "overview": "Running out of options and money, single mum Callie sets foot in the small town of Summerville, Oklahoma, with her two teenage children, Phoebe and Trevor. And now, there is no turning back. As the family attempts to settle in the dilapidated house of Callie's eccentric late father, unexpected secrets hidden in plain sight, mysterious equipment, and a strange vehicle rotting in the barn seem to relate to the area's puzzling seismic activity, and something even more shocking: the long-forgotten Stay-Puft Marshmallow Man Incident in 1980s New York City. But there hasn't been a single ghost sighting since the bizarre events of Ghostbusters II (1989). Is history repeating itself? Will Phoebe connect the dots, give her grandfather a voice, and discover the family's connection to the original Ghostbusters (1984)?",
            "popularity": 215.772,
            "poster_path": "/sg4xJaufDiQl7caFEskBtQXfD4x.jpg",
            "release_date": "2021-11-18",
            "title": "Ghostbusters: Afterlife",
            "video": false,
            "vote_average": 7.401,
            "vote_count": 4362
        },
        {
            "adult": false,
            "backdrop_path": "/wODqakS0jinTUECNS6n4VomQbew.jpg",
            "genre_ids": [
                14,
                12,
                35
            ],
            "id": 967847,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Ghostbusters: Frozen Empire",
            "overview": "After the original team developed a top-secret research laboratory to take the shattered ghosts to the next level. But when the discovery of an ancient artifact unleashes an evil force, both new and old must join forces to protect their homeland and save the world from the Second Ice Age... from the very thing that unleashes an unstoppable force from the depths of history. As chaos reigns and pure evil plunges the world into darkness, the Ghostbusters must step forward once again to save humanity from the brink of doom. With two generations of Ghostbusters fighting side by side, the stakes have never been higher. Will they be able to avert the inevitable before everything freezes?",
            "popularity": 1132.692,
            "poster_path": "/e1J2oNzSBdou01sUvriVuoYp0pJ.jpg",
            "release_date": "2024-03-20",
            "title": "Ghostbusters: Frozen Empire",
            "video": false,
            "vote_average": 6.693,
            "vote_count": 786
        }
    ],
    "poster_path": "/sctvCtE1M1rDF4f0W2fMrk2BrGB.jpg",
    "youtube_theme_added": 1715529475,
    "youtube_theme_added_by": "168332544",
    "youtube_theme_edited": 1715529475,
    "youtube_theme_edited_by": "168332544",
    "youtube_theme_url": "https://www.youtube.com/watch?v=TaV1r341wYk"
}