{
    "backdrop_path": "/mwz7lYimh8da0zZHOI41xNd86yH.jpg",
    "id": 39199,
    "name": "Detective Conan Collection",
    "overview": "Feature films based on the Japanese Case Closed series.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/jnisJqxocDBye9pzQJrevrdTVmJ.jpg",
            "genre_ids": [
                16,
                80,
                9648,
                53
            ],
            "id": 28764,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 漆黒の追跡者（チェイサー）",
            "overview": "A new member from the Black Organization that shrunk Shinichi's body manages to find out about Shinichi's transformation into Conan. This discovery starts to put those around him in danger as Gin and the other Black Organization members start to take action.",
            "popularity": 16.465,
            "poster_path": "/1rqrypnOq4cuwzobGW9gQgarkSr.jpg",
            "release_date": "2009-04-18",
            "title": "Detective Conan: The Raven Chaser",
            "video": false,
            "vote_average": 7.3,
            "vote_count": 119
        },
        {
            "adult": false,
            "backdrop_path": "/uAzdAGerv6i1XVl4ACfpuoWtq21.jpg",
            "genre_ids": [
                16,
                53,
                9648
            ],
            "id": 28808,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 世紀末の魔術師",
            "overview": "Kaitou Kid dares to challenge the police once more, setting his sights on the Russian Imperial Easter Egg. With the date, time, and place, the Osaka police force scrambles to stop him. But this time, Kid may have bitten off more than he can chew—Conan Edogawa, Heiji Hattori, and numerous others are also trying to get their hands on the jeweled egg.",
            "popularity": 13.63,
            "poster_path": "/q2v6JmGMVQR0UhUirXuuzXUcAnN.jpg",
            "release_date": "1999-04-17",
            "title": "Detective Conan: The Last Wizard of the Century",
            "video": false,
            "vote_average": 7.243,
            "vote_count": 150
        },
        {
            "adult": false,
            "backdrop_path": "/6Bev1r0VbGp8Riv9QiSgt832OoW.jpg",
            "genre_ids": [
                16,
                80,
                9648,
                12
            ],
            "id": 21452,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 14番目の標的",
            "overview": "Ran’s secret past revealed! Ten years ago, something happened between her mom and dad. Now, plagued by nightmares, Ran is starting to remember… Meanwhile, a murderous card dealer breaks out of jail to seek revenge. His target: Ran’s father. Can Conan stop him in time and save his girlfriend’s family?",
            "popularity": 12.196,
            "poster_path": "/wyh51mR03XXASZkmEKr1MiOEzoJ.jpg",
            "release_date": "1998-04-18",
            "title": "Case Closed: The Fourteenth Target",
            "video": false,
            "vote_average": 7.118,
            "vote_count": 178
        },
        {
            "adult": false,
            "backdrop_path": "/fUHuBNqTFGCohCuHDEqHs1pDPj7.jpg",
            "genre_ids": [
                12,
                9648,
                16
            ],
            "id": 21422,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 時計じかけの摩天楼",
            "overview": "Conan Edogawa is facing a dilemma: Ran Mouri has asked Shinichi Kudou out to the movies and he is unable to provide a convincing excuse not to go. However, when the day of the date arrives, he has more pressing problems to worry about—a great amount of plastic explosives has recently been stolen and the culprit has challenged Shinichi to find and dispose of the bombs he has scattered across the city. Now forced in a race against time, Conan must not only protect the city, but also figure out who the mastermind is and his reason for confronting Shinichi.",
            "popularity": 17.658,
            "poster_path": "/5RB171WScK3nh4PqoRn8bj3iNLa.jpg",
            "release_date": "1997-04-19",
            "title": "Detective Conan: The Time Bombed Skyscraper",
            "video": false,
            "vote_average": 7.342,
            "vote_count": 209
        },
        {
            "adult": false,
            "backdrop_path": "/mWhZofAouxfL3nDm1y2UovcpYi6.jpg",
            "genre_ids": [
                16,
                80,
                53
            ],
            "id": 20677,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 瞳の中の暗殺者",
            "overview": "Police officers around Tokyo are being murdered by an unknown assailant. When Ran witnesses an attempt on the life of one of her friends in the police, she loses her memory. Now, Conan and Inspector Megure must find the murderer while Ran attempts to regain her lost memories.",
            "popularity": 16.177,
            "poster_path": "/rRaiZe7EHJewDpmby0nFx6esDUs.jpg",
            "release_date": "2000-04-22",
            "title": "Detective Conan: Captured in Her Eyes",
            "video": false,
            "vote_average": 7.402,
            "vote_count": 153
        },
        {
            "adult": false,
            "backdrop_path": "/le7N8M4bAM9suFGGTjvYblfmPT8.jpg",
            "genre_ids": [
                16,
                28,
                80,
                9648
            ],
            "id": 32022,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 天国へのカウントダウン",
            "overview": "As a pair of towers in Tokyo are being prepared for their grand opening, there is a series of murders of people connected to the towers. Conan suspects that the mysterious Syndicate may also be involved.",
            "popularity": 15.129,
            "poster_path": "/eBe7AspQgmn0Lxy1O0J8BwvWJhe.jpg",
            "release_date": "2001-04-21",
            "title": "Case Closed: Countdown to Heaven",
            "video": false,
            "vote_average": 7.3,
            "vote_count": 152
        },
        {
            "adult": false,
            "backdrop_path": "/2Gx0IssZeGhpwvULplQuf9UiI26.jpg",
            "genre_ids": [
                16,
                12,
                9648
            ],
            "id": 26662,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン ベイカー街（ストリート）の亡霊",
            "overview": "Noah's Ark—the latest in VR technology and a milestone of human innovation—is set for a showcase to Japan's privileged children. They have the honour of beginning a new revolution in gaming; however, their carefree fun is cut short when a company employee is found murdered, with his dying message pointing to a clue hidden within the Ark.  Along with the Detective Boys and Ran Mouri, Conan Edogawa enters Noah's Ark to solve this mystery and ensure the perpetrator is caught. But once they're inside the Ark, it takes on a mind of its own, imprisoning them and the children within its worlds. To escape and bring the murderer to justice, Conan and company must navigate a simulated 19th century London and track down the infamous Jack the Ripper—with the lives of 50 innocent children depending on them.",
            "popularity": 21.088,
            "poster_path": "/AbgADjLIYoLAc3mayVWGBWSbjT.jpg",
            "release_date": "2002-04-20",
            "title": "Detective Conan: The Phantom of Baker Street",
            "video": false,
            "vote_average": 7.654,
            "vote_count": 179
        },
        {
            "adult": false,
            "backdrop_path": "/sBMiFUK9lsHTNJaQHE7kgHOOiLT.jpg",
            "genre_ids": [
                16,
                9648
            ],
            "id": 39203,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 銀翼の奇術師",
            "overview": "Once again, Kaitou Kid crosses swords with Conan Edogawa in this annual installment of the Detective Conan movie franchise. After receiving a letter from the thief, famous actress Juri Maki seeks the help of private detective Kogorou Mouri to protect the Star Sapphire—the \"Jewel of Destiny,\" said to represent faith, fate, and hope.",
            "popularity": 16.417,
            "poster_path": "/bozQR8pgW43WFI4VpV9vCgyXlDq.jpg",
            "release_date": "2004-04-17",
            "title": "Detective Conan: Magician of the Silver Sky",
            "video": false,
            "vote_average": 6.949,
            "vote_count": 127
        },
        {
            "adult": false,
            "backdrop_path": "/rJmjov1cDGoWvyrzNPMxmME5gE9.jpg",
            "genre_ids": [
                9648,
                16
            ],
            "id": 39202,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 迷宮の十字路",
            "overview": "Mouri Kogoro is called to a special case in the ancient capital of Kyoto. There, Conan meets Heiji and they team up once again to solve the case, recover the stolen Healing Buddha statue, and even discover the identity of Heiji's first love.",
            "popularity": 17.193,
            "poster_path": "/lzPnHHhYWSMGwBLTDCIT6sgehF5.jpg",
            "release_date": "2003-04-19",
            "title": "Detective Conan: Crossroad in the Ancient Capital",
            "video": false,
            "vote_average": 7.041,
            "vote_count": 133
        },
        {
            "adult": false,
            "backdrop_path": "/5exoFDUMJw2QsI0VKFMld40PIgb.jpg",
            "genre_ids": [
                16,
                9648
            ],
            "id": 39204,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 水平線上の陰謀",
            "overview": "Fifteen years ago in a barren stretch of the Pacific, a cruise ship collided with an iceberg and was lost at sea. More than a decade later, Hideto Yashiro—a ship engineer—died in a fatal car accident. The unlikely connection between these events only comes to light on the luxury liner St. Aphrodite during her maiden voyage. Aboard it on a much needed vacation, Kogorou Mouri, his daughter Ran, Conan Edogawa, and the Detective Boys enjoy a trip provided by Sonoko Suzuki's family. But their fun is soon cut short when a game of hide-and-seek leads to Sonoko's disappearance.",
            "popularity": 10.538,
            "poster_path": "/enhiUd7MOuLjKa4NkZmLaN7dDWH.jpg",
            "release_date": "2005-04-09",
            "title": "Detective Conan: Strategy Above the Depths",
            "video": false,
            "vote_average": 6.866,
            "vote_count": 116
        },
        {
            "adult": false,
            "backdrop_path": "/h5RPSswlgc2KvvkvfW7pipBtPLo.jpg",
            "genre_ids": [
                16,
                12
            ],
            "id": 39206,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 紺碧の棺 （ジョリー・ロジャー）",
            "overview": "The Isle of Koumi, a beautiful island in the Pacific Ocean. On the island, people pass an old legend down from generation to generation that there was the Seabed Palace, an ancient ruin at the bottom of the sea, where the treasure of 2 female pirates, Anne Bonnie & Mary Reed (who really existed 300 years ago), was left. When Conan and his friends visit Koumi Island while on vacation, they meet some treasure hunters. There was something suspicious about them.",
            "popularity": 13.116,
            "poster_path": "/3qiBRbIsfpw6O32TfD1FZ81MiKw.jpg",
            "release_date": "2007-04-21",
            "title": "Detective Conan: Jolly Roger in the Deep Azure",
            "video": false,
            "vote_average": 6.602,
            "vote_count": 113
        },
        {
            "adult": false,
            "backdrop_path": "/wHZzLe65hHeHx5ttnPkWcyKeAP1.jpg",
            "genre_ids": [
                16,
                9648
            ],
            "id": 39205,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 探偵たちの鎮魂歌（レクイエム）",
            "overview": "Synopsis Kogoro and Conan came to Yokohama according to a request from a mysterious man. But that was a trap of this man. Ran and the Detective Boys will be taken as hostages. If they don't solve the request of the man within 12 hours, the bombs attached to the hostages will explode. Furthermore, the man know that Conan`s true identity is Kudo Shinichi. Also Hattori Heiji, the High School Detective of the West, and Kaito Kid enter the stage. Will they be able to solve the mystery within the time limit and save Ran and the others? And who in the world is the client?",
            "popularity": 15.055,
            "poster_path": "/paRjoAuHmdexVOB2npVdz3OoSUQ.jpg",
            "release_date": "2006-04-15",
            "title": "Detective Conan: The Private Eyes' Requiem",
            "video": false,
            "vote_average": 7.049,
            "vote_count": 123
        },
        {
            "adult": false,
            "backdrop_path": "/tED9WowWMskdvK6hfTIUUt0za32.jpg",
            "genre_ids": [
                16,
                28,
                80,
                9648
            ],
            "id": 39207,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 戦慄の楽譜（フルスコア）",
            "overview": "Serial murders involving all kinds have happened. All the victims are from a Music School led by a famous pianist. Conan and company have been invited to a opening concert of the Music Hall built by the pianist. The biggest attraction of this concert is the world famous violin called \"Stradivarius\" and a special appearance of a singer who has perfect pitch.",
            "popularity": 15.548,
            "poster_path": "/qxq2TfGy1Vfh9miCjKPo0nNxmW6.jpg",
            "release_date": "2008-04-19",
            "title": "Detective Conan: Full Score of Fear",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 118
        },
        {
            "adult": false,
            "backdrop_path": "/uGmONzT0bskwT23Gu07UkeQjvGJ.jpg",
            "genre_ids": [
                16,
                28,
                80,
                9648
            ],
            "id": 77617,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 沈黙の15分（クォーター）",
            "overview": "The Governor of Tokyo, Yuichiro Asakura, receives a threatening letter the day before the opening of Touto Line, a new train line for the Tokyo Metro. During the opening ceremony of the line, Conan Edogawa and the Detective Boys are driven by Professor Agasa and pass under the Touto Line. Conan, having heard about the threatening letter, notices explosives connected to the Touto railway; Using his original voice to inform the police as Shinichi Kudo, he is able to stop the train and divert traffic away from the explosives preventing any deaths.",
            "popularity": 14.328,
            "poster_path": "/9bNsqXpPKSdcqPeBgWg9HsrwYJe.jpg",
            "release_date": "2011-04-16",
            "title": "Detective Conan: Quarter of Silence",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 113
        },
        {
            "adult": false,
            "backdrop_path": "/ubj8Y0gFZK3d3glD55BzIx8arOV.jpg",
            "genre_ids": [
                28,
                16,
                12,
                80
            ],
            "id": 97375,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 天空の難破船（ロスト・シップ）",
            "overview": "A terrorist group invades a laboratory containing a deadly bacteria and destroys the lab with an explosion. They later announce via the internet they have gained possession of the bacteria and declare themselves to be the Red Siamese Cats, a terrorist group that was eradicated a decade ago.",
            "popularity": 15.522,
            "poster_path": "/kthV4ZwXO37pfCFTbX1cHOYie4r.jpg",
            "release_date": "2010-04-17",
            "title": "Detective Conan: The Lost Ship in the Sky",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 111
        },
        {
            "adult": false,
            "backdrop_path": "/22PVqWMqX1ROKNryDvpxBHSwmvi.jpg",
            "genre_ids": [
                9648,
                28,
                16
            ],
            "id": 122583,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン １１人目のストライカー",
            "overview": "Kogoro's detective agency receives a mysterious phone call. Someone on the other end warns about a bomb and leaves behind a code, \"The Boy in Blue and The Blue Zebra, the rain from above ...\" If Conan can decipher the riddle, he can stop the bomb. An adventure begins for Conan and the Detective Boys, taking place at a soccer match between Hideo Akagi of the Tokyo Spirits and Ryusuke Higo of Big Osaka",
            "popularity": 15.6,
            "poster_path": "/9wUk85WRQrAxTOgxjdPwrmVQ2Se.jpg",
            "release_date": "2012-04-14",
            "title": "Detective Conan: The Eleventh Striker",
            "video": false,
            "vote_average": 6.9,
            "vote_count": 113
        },
        {
            "adult": false,
            "backdrop_path": "/uKwnrkFWA909GnJu5j5xhOeM2V9.jpg",
            "genre_ids": [
                28,
                16,
                18
            ],
            "id": 228805,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン・絶海の探偵",
            "overview": "The movie is set on a state-of-the art Aegis vessel with the full cooperation of Japan's real-life Ministry of Defense and Maritime Self-Defense Force. The corpse of a Self-Defense Force member has been found — minus the left arm — and a spy has infiltrated the Aegis vessel. The heroine Ran is put in jeopardy, and Conan is forced to stand up against the dangerous Spy \"X.\"",
            "popularity": 13.639,
            "poster_path": "/4QtpfeGuxWbfLMgBiP3u3MVws9M.jpg",
            "release_date": "2013-04-19",
            "title": "Detective Conan: Private Eye in the Distant Sea",
            "video": false,
            "vote_average": 6.6,
            "vote_count": 97
        },
        {
            "adult": false,
            "backdrop_path": "/5ucjKx2rR8Z55Qd7lK5mBtQPGkr.jpg",
            "genre_ids": [
                28,
                16,
                18,
                9648
            ],
            "id": 257512,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 異次元の狙撃手",
            "overview": "A vicious sniper has appeared in Tokyo, rendering the people too scared to go outside, once again it's up to Conan to figure out the meaning behind the killings and capture the mysterious sniper before more lives are lost.",
            "popularity": 21.803,
            "poster_path": "/AjfyTZEzVArzju0X6Rcos9Rna5p.jpg",
            "release_date": "2014-04-19",
            "title": "Detective Conan: Dimensional Sniper",
            "video": false,
            "vote_average": 6.865,
            "vote_count": 100
        },
        {
            "adult": false,
            "backdrop_path": "/3iMg59ZgBxm9Qm4fdRawnZLI4Vo.jpg",
            "genre_ids": [
                80,
                16,
                12,
                9648
            ],
            "id": 316873,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 業火の向日葵",
            "overview": "Conan tries to track down Kaito Kid, who supposedly steals a replica of one of Van Gogh's Sunflowers paintings during an auction.",
            "popularity": 13.29,
            "poster_path": "/tbm0KWDjkPaFSRA9ynpszUPTF77.jpg",
            "release_date": "2015-04-18",
            "title": "Detective Conan: Sunflowers of Inferno",
            "video": false,
            "vote_average": 6.0,
            "vote_count": 105
        },
        {
            "adult": false,
            "backdrop_path": "/1UJGs4tqlmNkJy5CcW1VKwj8l8k.jpg",
            "genre_ids": [
                12,
                9648,
                16
            ],
            "id": 374856,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 純黒の悪夢（ナイトメア）",
            "overview": "On a dark night, the Japanese police is raided by a spy. Different countries' intelligence agencies - such as England's MI6, Germany's BDN, and America's CIA - as well as the FBI's secret files are going to be taken, but public safety officers lead by Tooru Amuro arrive just in time. The spy steals a car and escapes. The spy and Amuro are then locked in a dead heat on the highway, and just as it is about to cause an accident with multiple cars, the spy's car is hit by FBI agent Shuichi Akai's rifle bullet and falls of the roadway. The next day, Conan and his friends go to a newly-remodeled aquarium in Tokyo. Under the main attraction, a Ferris wheel, Conan finds an attractive woman alone and injured. Her left and right eyes are different colors.",
            "popularity": 17.504,
            "poster_path": "/tasvYnXZeiNQwEc9atoFQs0K9jc.jpg",
            "release_date": "2016-04-16",
            "title": "Detective Conan: The Darkest Nightmare",
            "video": false,
            "vote_average": 6.8,
            "vote_count": 90
        },
        {
            "adult": false,
            "backdrop_path": "/vlMpDFtFT0qh2XtkizpjhxvJfXc.jpg",
            "genre_ids": [
                16,
                28,
                80,
                9648,
                12
            ],
            "id": 438058,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン から紅の恋歌",
            "overview": "Bombing case at Nichiuri TV in autumn. The Satsuki Cup, which crowns the winner of Japan's Hyakunin Isshu, is currently being filmed inside the facility. The incident results in a big commotion and, while the building is burning to ashes, the only people left inside are Hattori and Toyama Kazuha. They get rescued just in time by Conan , who rushes to the scene. Both the identity and purposes of the bomber are unknown.",
            "popularity": 15.596,
            "poster_path": "/jj2bDnXgwL9BlmZSdhd6N73HqNM.jpg",
            "release_date": "2017-04-15",
            "title": "Case Closed: The Crimson Love Letter",
            "video": false,
            "vote_average": 6.5,
            "vote_count": 89
        },
        {
            "adult": false,
            "backdrop_path": "/yU6oCgM4xGF7ZokINvCKjkMo8ex.jpg",
            "genre_ids": [
                16,
                80,
                9648,
                28,
                18
            ],
            "id": 493006,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン ゼロの執行人",
            "overview": "After a sudden explosion at Edge of Ocean island in Tokyo, Tōru Amuro, codename Zero, begins to investigate. Meanwhile, private eye Kogorō is arrested as a suspect, so Conan Edogawa conducts his own investigation to prove his innocence, but Amuro stands in his way.",
            "popularity": 9.719,
            "poster_path": "/w4nyOBnP7q0qlVfHAn0j49rs76d.jpg",
            "release_date": "2018-04-13",
            "title": "Case Closed: Zero the Enforcer",
            "video": false,
            "vote_average": 6.1,
            "vote_count": 144
        },
        {
            "adult": false,
            "backdrop_path": "/wf6VDSi4aFCZfuD8sX8JAKLfJ5m.jpg",
            "genre_ids": [
                28,
                16,
                12,
                80,
                10751,
                9648
            ],
            "id": 566555,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 紺青の拳（フィスト）",
            "overview": "The world's greatest blue sapphire, the \"blue lapis fist\", said to have sunk in a pirate ship in the late 19th century, on the coasts of Singapore. A local millionaire plots to retrieve it, and when it's exhibited in an exhibition at the Singaporean Marina Sands hotel, a murder takes place.",
            "popularity": 5.585,
            "poster_path": "/nBXYNvGzYGzDxNl0NbXC0nwiA0o.jpg",
            "release_date": "2019-04-12",
            "title": "Case Closed: The Fist of Blue Sapphire",
            "video": false,
            "vote_average": 6.2,
            "vote_count": 144
        },
        {
            "adult": false,
            "backdrop_path": "/h66wBX53oreHLaR7xQHpSaF5HhL.jpg",
            "genre_ids": [
                16,
                28,
                80,
                9648,
                10749,
                53
            ],
            "id": 662638,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 緋色の弾丸",
            "overview": "At the opening ceremony of the WSG (World Sports Games) Tokyo Games, a sports festival held once every four years, it is announced that the world's first vacuum superconducting maglev with a maximum speed of 1,000 kilometers per hour will open. While attracting attention from around the world, top executives of large companies are kidnapped from the party venue where WSG tournament sponsors gather. Conan moves toward a solution and eventually finds a connection with the WSG abduction case that occurred 15 years ago in Boston, USA.",
            "popularity": 20.15,
            "poster_path": "/wowJzvF1KqEFSZoArkgngRy1r4L.jpg",
            "release_date": "2021-04-16",
            "title": "Detective Conan: The Scarlet Bullet",
            "video": false,
            "vote_average": 6.7,
            "vote_count": 62
        },
        {
            "adult": false,
            "backdrop_path": "/zPm8ObX2rw5UYJpxxccZtYRL8eq.jpg",
            "genre_ids": [
                16,
                28,
                80,
                9648
            ],
            "id": 903939,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン ハロウィンの花嫁",
            "overview": "Shibuya, Tokyo, is bustling with the Halloween season. A wedding is being held at Shibuya Hikarie, where Detective Miwako Sato of the Metropolitan Police Department is dressed in a wedding dress. While Conan and the other invited guests are watching, an assailant suddenly bursts in, and Detective Wataru Takagi, who was trying to protect Sato, is injured. Takagi survived and the situation was settled, but in Sato's eyes, the image of the grim reaper that she had seen when Detective Matsuda, the man she had been in love with, had been killed in a series of bombings three years ago, overlapped with Takagi's.",
            "popularity": 10.6,
            "poster_path": "/zfsLhI6yAHH9pdhY6EConmUCumX.jpg",
            "release_date": "2022-04-15",
            "title": "Detective Conan: The Bride of Halloween",
            "video": false,
            "vote_average": 6.515,
            "vote_count": 69
        },
        {
            "adult": false,
            "backdrop_path": "/zZnsfR6BRqtxyLyAhsi2TMukEBx.jpg",
            "genre_ids": [
                16,
                28,
                80,
                9648
            ],
            "id": 1047041,
            "media_type": "movie",
            "original_language": "ja",
            "original_title": "名探偵コナン 黒鉄の魚影（サブマリン）",
            "overview": "Many engineers from around the world gather at the Interpol marine facility \"Pacific Buoy\" on Hachijo-jima, in the sea south of central Tokyo Prefecture coast, to witness the launch of a new system that connects all law enforcement camera systems around the world and enables facial recognition worldwide. Conan, along with his friends Kogoro, Ran, Agasa, Haibara, and the Detective Boys, also heads to the island with an invitation from Sonoko to see the whales. He receives a message from Subaru, who says that a Europol agent has been murdered in Germany by Gin. Perturbed, Conan sneaks onto the police ship led by Kuroda, which is bringing them to the island to protect the completion work, and tours the new facility, just in time for the Black Organization to kidnap a female engineer, seeking a piece of important data in her USB drive. A terrifying howl of screws is heard from the ocean as an unknown person approaches Haibara.",
            "popularity": 30.621,
            "poster_path": "/ksQ8uNgoWsVH6a0oPB6zx08pOwU.jpg",
            "release_date": "2023-04-14",
            "title": "Detective Conan: Black Iron Submarine",
            "video": false,
            "vote_average": 6.7,
            "vote_count": 67
        }
    ],
    "poster_path": "/bV6EHK0Q65hHKSoVDeACbc960jQ.jpg",
    "youtube_theme_added": 1704254165,
    "youtube_theme_added_by": "19782651",
    "youtube_theme_edited": 1704254165,
    "youtube_theme_edited_by": "19782651",
    "youtube_theme_url": "https://www.youtube.com/watch?v=7EYcOntuD7s"
}