{
    "backdrop_path": "/maHMw00WEuUzi4hoXxXQAGLntfH.jpg",
    "id": 404825,
    "name": "Wreck-It Ralph Collection",
    "overview": "A computer-animated action-adventure comedy film series that follows the adventures of video game characters from Litwak's Family Fun Center & Arcade: Wreck-It Ralph, the antagonist of the arcade game Fix-It Felix Jr; Vanellope von Schweetz, a racer/glitch in Sugar Rush; Fix-It Felix Jr., a repairman who is the hero of Fix-It Felix Jr; Sergeant Tamora Jean Calhoun, the lead character of Hero's Duty and many other characters that are introduced along the way.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/ziC23LkMYj8gToQQYQGWSGJCLNF.jpg",
            "genre_ids": [
                10751,
                16,
                35,
                12
            ],
            "id": 82690,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Wreck-It Ralph",
            "overview": "Wreck-It Ralph is the 9-foot-tall, 643-pound villain of an arcade video game named Fix-It Felix Jr., in which the game's titular hero fixes buildings that Ralph destroys. Wanting to prove he can be a good guy and not just a villain, Ralph escapes his game and lands in Hero's Duty, a first-person shooter where he helps the game's hero battle against alien invaders. He later enters Sugar Rush, a kart racing game set on tracks made of candies, cookies and other sweets. There, Ralph meets Vanellope von Schweetz who has learned that her game is faced with a dire threat that could affect the entire arcade, and one that Ralph may have inadvertently started.",
            "popularity": 64.641,
            "poster_path": "/zWoIgZ7mgmPkaZjG0102BSKFIqQ.jpg",
            "release_date": "2012-11-01",
            "title": "Wreck-It Ralph",
            "video": false,
            "vote_average": 7.3,
            "vote_count": 11876
        },
        {
            "adult": false,
            "backdrop_path": "/qDQEQbgP3v7B9IYLAUcYexNrVYP.jpg",
            "genre_ids": [
                10751,
                16,
                35,
                12
            ],
            "id": 404368,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Ralph Breaks the Internet",
            "overview": "Video game bad guy Ralph and fellow misfit Vanellope von Schweetz must risk it all by traveling to the World Wide Web in search of a replacement part to save Vanellope's video game, Sugar Rush. In way over their heads, Ralph and Vanellope rely on the citizens of the internet — the netizens — to help navigate their way, including an entrepreneur named Yesss, who is the head algorithm and the heart and soul of trend-making site BuzzzTube.",
            "popularity": 50.241,
            "poster_path": "/iVCrhBcpDaHGvv7CLYbK6PuXZo1.jpg",
            "release_date": "2018-11-20",
            "title": "Ralph Breaks the Internet",
            "video": false,
            "vote_average": 7.2,
            "vote_count": 7236
        }
    ],
    "poster_path": "/xB6s6TGVziDuMbcIjiqgVTvnWUs.jpg",
    "youtube_theme_added": 1711328711,
    "youtube_theme_added_by": "112841659",
    "youtube_theme_edited": 1711328711,
    "youtube_theme_edited_by": "112841659",
    "youtube_theme_url": "https://www.youtube.com/watch?v=225qTJRs9gE"
}