{
    "backdrop_path": "/9Sc9W1BPw2zK30GlL8AerDBTrRW.jpg",
    "id": 725681,
    "name": "American Civil War Collection",
    "overview": "The film GETTYSBURG based on Michael Shaara's Pulitzer Prize-winning novel The Killer Angels, has been called one of the greatest war movies of all time. Directed by Ron Maxwell, GETTYSBURG has earned fans from around the country and the world and gained a highly respected place in the pantheon of American film. Since its theatrical release in the fall of 1993, the movie GETTYSBURG has become a classic among historians, re-enactors, and anyone who appreciates serious film. GODS AND GENERALS, based on Jeff Shaara's first novel Gods and Generals, was released nation-wide by Warner Brothers in February 2003. Financed completely by Ted Turner, written and directed by Ron Maxwell, the film is the prequel to GETTYSBURG, focusing primarily on the characters of Thomas \"Stonewall\" Jackson (Stephen Lang) and Joshua Lawrence Chamberlain (Jeff Daniels). The film also stars Robert Duvall as Robert E. Lee. Regarding THE LAST FULL MEASURE has fallen through",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/o0KR5pXjoMuyNP9xnScGEE5zdX9.jpg",
            "genre_ids": [
                18,
                36,
                10752
            ],
            "id": 10655,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Gettysburg",
            "overview": "In the summer of 1863, General Robert E. Lee leads the Confederate Army of Northern Virginia into Gettysburg, Pennsylvania with the goal of marching through to Washington, D.C. The Union Army of the Potomac, under the command of General George G. Meade, forms a defensive position to confront the rebel forces in what will prove to be the decisive battle of the American Civil War.",
            "popularity": 44.504,
            "poster_path": "/k0XKdT3QbycMB8f2H7CEZVx2t4m.jpg",
            "release_date": "1993-10-08",
            "title": "Gettysburg",
            "video": false,
            "vote_average": 6.9,
            "vote_count": 278
        },
        {
            "adult": false,
            "backdrop_path": "/zIvABsW1PhqLfbMGRuPqd6th8Dx.jpg",
            "genre_ids": [
                18,
                36,
                10752
            ],
            "id": 16072,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Gods and Generals",
            "overview": "The film centers mostly around the personal and professional life of Thomas \"Stonewall\" Jackson, a brilliant if eccentric Confederate general, from the outbreak of the American Civil War until its halfway point.",
            "popularity": 15.152,
            "poster_path": "/tvRgz24ZuekCjeOROuN9MgVZLa5.jpg",
            "release_date": "2003-02-21",
            "title": "Gods and Generals",
            "video": false,
            "vote_average": 6.3,
            "vote_count": 164
        }
    ],
    "poster_path": "/vydnEk3SkgPJfhBgqDcPImkQ0FL.jpg",
    "youtube_theme_added": 1701739548,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1701739548,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=sNbk1_7qq3w"
}