{
    "backdrop_path": "/xKz6YaOvmnIJQ3MYIpnaa7FBaAB.jpg",
    "id": 86055,
    "name": "Men In Black Collection",
    "overview": "A series of American science fiction action comedy films based on Malibu / Marvel comic book series The Men in Black by Lowell Cunningham. Stylized MIB and spawned 2 numbered sequels as well as a spin-off.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/1GJvBE7UWU1WOVi0XREl4JQc7f8.jpg",
            "genre_ids": [
                28,
                12,
                35,
                878
            ],
            "id": 607,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Men in Black",
            "overview": "After a police chase with an otherworldly being, a New York City cop is recruited as an agent in a top-secret organization established to monitor and police alien activity on Earth: the Men in Black. Agent Kay and new recruit Agent Jay find themselves in the middle of a deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies.",
            "popularity": 42.108,
            "poster_path": "/uLOmOF5IzWoyrgIF5MfUnh5pa1X.jpg",
            "release_date": "1997-07-02",
            "title": "Men in Black",
            "video": false,
            "vote_average": 7.189,
            "vote_count": 12985
        },
        {
            "adult": false,
            "backdrop_path": "/o1l6OCqA3pYDZHIc5L1s7CEzCMv.jpg",
            "genre_ids": [
                28,
                35,
                878
            ],
            "id": 608,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Men in Black II",
            "overview": "Kay and Jay reunite to provide our best, last and only line of defense against a sinister seductress who levels the toughest challenge yet to the MIB's untarnished mission statement – protecting Earth from the scum of the universe. It's been four years since the alien-seeking agents averted an intergalactic disaster of epic proportions. Now it's a race against the clock as Jay must convince Kay – who not only has absolutely no memory of his time spent with the MIB, but is also the only living person left with the expertise to save the galaxy – to reunite with the MIB before the earth submits to ultimate destruction.",
            "popularity": 36.869,
            "poster_path": "/enA22EPyzc2WQ1VVyY7zxresQQr.jpg",
            "release_date": "2002-07-03",
            "title": "Men in Black II",
            "video": false,
            "vote_average": 6.362,
            "vote_count": 9354
        },
        {
            "adult": false,
            "backdrop_path": "/5AhpUb8CAP0jZ4Wrn7AsRUYjZxB.jpg",
            "genre_ids": [
                28,
                35,
                878
            ],
            "id": 41154,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "Men in Black 3",
            "overview": "Agents J and K are back...in time. J has seen some inexplicable things in his 15 years with the Men in Black, but nothing, not even aliens, perplexes him as much as his wry, reticent partner. But when K's life and the fate of the planet are put at stake, Agent J will have to travel back in time to put things right. J discovers that there are secrets to the universe that K never told him - secrets that will reveal themselves as he teams up with the young Agent K to save his partner, the agency, and the future of humankind.",
            "popularity": 34.315,
            "poster_path": "/90DdoEStzeObs96fsYf4GG544iN.jpg",
            "release_date": "2012-05-23",
            "title": "Men in Black 3",
            "video": false,
            "vote_average": 6.515,
            "vote_count": 9781
        }
    ],
    "poster_path": "/neo50PMS8QZhl4VdzXAF1Cz3sPz.jpg",
    "youtube_theme_added": 1702428344,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1702428344,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=9WtPQmZZyOY"
}