{
    "backdrop_path": "/mvcfPkOvgDJG2lEAxTz0NKqoQLo.jpg",
    "id": 89137,
    "name": "How to Train Your Dragon Collection",
    "overview": "This computer-animated action fantasy film series follows the adventures of a young Viking named Hiccup Horrendous Haddock III, son of Stoick the Vast, leader of the Viking island of Berk. Although initially dismissed as a clumsy and underweight misfit, he soon becomes renowned as a courageous expert in dragons, beginning with Toothless, a member of the rare Night Fury breed as his flying mount and his closest companion. Together with his friends, he manages the village's allied dragon population in defense of his home as leader of a flying corps of dragon riders. Upon becoming leaders of their kind, Hiccup and Toothless are forced to make choices that will truly ensure peace between people and dragons.",
    "parts": [
        {
            "adult": false,
            "backdrop_path": "/59vDC1BuEQvti24OMr0ZvtAK6R1.jpg",
            "genre_ids": [
                14,
                12,
                16,
                10751
            ],
            "id": 10191,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "How to Train Your Dragon",
            "overview": "As the son of a Viking leader on the cusp of manhood, shy Hiccup Horrendous Haddock III faces a rite of passage: he must kill a dragon to prove his warrior mettle. But after downing a feared dragon, he realizes that he no longer wants to destroy it, and instead befriends the beast – which he names Toothless – much to the chagrin of his warrior father.",
            "popularity": 68.463,
            "poster_path": "/ygGmAO60t8GyqUo9xYeYxSZAR3b.jpg",
            "release_date": "2010-03-18",
            "title": "How to Train Your Dragon",
            "video": false,
            "vote_average": 7.822,
            "vote_count": 12502
        },
        {
            "adult": false,
            "backdrop_path": "/5MnP0h7RcUCeX7gpxMYoMScmfq7.jpg",
            "genre_ids": [
                14,
                28,
                12,
                16,
                35,
                10751
            ],
            "id": 82702,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "How to Train Your Dragon 2",
            "overview": "Five years have passed since Hiccup and Toothless united the dragons and Vikings of Berk. Now, they spend their time charting unmapped territories. During one of their adventures, the pair discover a secret cave that houses hundreds of wild dragons -- and a mysterious dragon rider who turns out to be Hiccup's mother, Valka. Hiccup and Toothless then find themselves at the center of a battle to protect Berk from a power-hungry warrior named Drago.",
            "popularity": 69.274,
            "poster_path": "/d13Uj86LdbDLrfDoHR5aDOFYyJC.jpg",
            "release_date": "2014-06-05",
            "title": "How to Train Your Dragon 2",
            "video": false,
            "vote_average": 7.67,
            "vote_count": 9220
        },
        {
            "adult": false,
            "backdrop_path": "/h3KN24PrOheHVYs9ypuOIdFBEpX.jpg",
            "genre_ids": [
                16,
                10751,
                12
            ],
            "id": 166428,
            "media_type": "movie",
            "original_language": "en",
            "original_title": "How to Train Your Dragon: The Hidden World",
            "overview": "As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested, both dragon and rider must make impossible decisions to save their kind.",
            "popularity": 93.647,
            "poster_path": "/xvx4Yhf0DVH8G4LzNISpMfFBDy2.jpg",
            "release_date": "2019-01-03",
            "title": "How to Train Your Dragon: The Hidden World",
            "video": false,
            "vote_average": 7.751,
            "vote_count": 6069
        }
    ],
    "poster_path": "/hS8y3BcPki0GQKRQeGQVAz6BijK.jpg",
    "youtube_theme_added": 1707196312,
    "youtube_theme_added_by": "88998541",
    "youtube_theme_edited": 1707196312,
    "youtube_theme_edited_by": "88998541",
    "youtube_theme_url": "https://www.youtube.com/watch?v=VWr0hSKLcXY"
}