{
    "cover": {
        "id": 100503,
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/co25jr.jpg"
    },
    "id": 1463,
    "name": "Perfect Dark",
    "release_dates": [
        {
            "id": 25964,
            "y": 2000
        },
        {
            "id": 25965,
            "y": 2000
        },
        {
            "id": 25966,
            "y": 2000
        },
        {
            "id": 25967,
            "y": 2000
        },
        {
            "id": 498616,
            "y": 2000
        }
    ],
    "slug": "perfect-dark",
    "summary": "Perfect Dark is a first-person shooter video game developed by Rare and published by Nintendo for the Nintendo 64 video game console. It is considered the spiritual successor to Rare's earlier first-person shooter GoldenEye 007, with which it shares many gameplay features. Perfect Dark was first released in North America on 22 May 2000; PAL and NTSC-J releases followed soon afterwards. A separate Game Boy Color game, also titled Perfect Dark, was released in August 2000 as a supplement to the game and allows certain features within the Nintendo 64 game to alternatively be unlocked via a Transfer Pak.\n\nThe game features a single-player mode consisting of 17 main missions in which the player assumes the role of Carrington Institute agent Joanna Dark as she attempts to stop a conspiracy by rival corporation dataDyne. It also features a range of multiplayer options, including a co-operative mode and traditional deathmatch settings. Technically, it is one of the most advanced games developed for the Nintendo 64, with an optional high resolution graphics mode and Dolby Surround Sound. A Nintendo 64 Expansion Pak is required to access the game's campaign and most of the multiplayer features.",
    "url": "https://www.igdb.com/games/perfect-dark",
    "youtube_theme_added": 1676168868,
    "youtube_theme_added_by": "42013603",
    "youtube_theme_edited": 1676168868,
    "youtube_theme_edited_by": "42013603",
    "youtube_theme_url": "https://www.youtube.com/watch?v=8u7MRJi2UGg"
}